[
{"poem_type": "卷一·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_f4c976914347.aspx", "poem_title": "菩萨蛮·平林漠漠烟如织", "poem_author": "唐代.李白", "poem_body": "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。\n玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)", "poem_yi": "远处舒展的树林之上暮烟笼罩一片迷蒙，翠绿苍碧的山色深到极致。夜色弥漫进高高的闺楼，有人正在楼上独自忧愁。玉石的台阶上，徒然侍立盼望。那回巢的鸟儿，在归心催促下急急飞翔。哪里是我返回的路程？只看到道路上的长亭连着短亭。", "poem_zhu": "(míng)平林：平原上的林木。漠漠：迷蒙貌。烟如织：暮烟浓密。伤心：极甚之辞。愁苦、欢快均可言伤心。此处极言暮山之青。暝色：夜色。(zhù)玉阶：玉砌的台阶。这里泛指华美洁净的台阶。伫立：长时间地站着等候。归：一作“回”。长亭更短亭：古代设在路边供行人休歇的亭舍。“更”一作“连”。", "poem_shang": "这首词上下两片采用了不同的手法，上片偏于客观景物的渲染，下片着重主观心理的描绘。然而景物的渲染中却带有浓厚的主观色彩，主观心理的描绘又糅合在客观景物之中。因而从整体上来说，情与景、主观与客观，又融成一片。“平林漠漠烟如织”，是写游子眼中之景物。“平林”，不是“平地的树林”；而是山丘上的树林。林木依山而生，高低错落，本不会“平”，而着一“平”字，不仅准确地写出了游子自高楼下视所见之远景，而且表现了阔大而高远的意境。“如织”二字，一言烟雾密度之大，一是衬托游人离愁之浓。如果说这一句仅仅是情景交融的话，那么下一句词人便把自己的主观色彩尽情地涂抹于景物之上，似乎已把大自然人格化了。这里的“伤心碧”，语义双关，一是极言寒山之碧，一是说寒山似乎因伤心而碧透。山犹如此，人何以堪。秋天，本是文人墨客伤感的季节，又加上寒山日暮，烟锁雾封，所以游子的思归之情已达极致。因此，接下二句“暝色入高楼，有人楼上愁”中的“愁”字的逼出，自是水到渠成。“暝色”，即暮色。暝色本不会动，而曰“入高楼”，不仅十分形象地写出了夜色渐近的过程，而且似乎暗示随着夜幕的降临愁意也闯入了游子的心头。以上是上片，主要是写景，但景中有情。先写自然之景，后写人工建筑，最后写楼中之人，由远及近，极有次第。这首词通过描写平林、寒山的深秋景色，和想象家人盼归的形象，抒发了游子思妇的两地相思之情。此词层次清晰，跌宕有序。移情于景，情景相生。既有鲜明的形象描写，又有细致的心理刻画。句子简约而不晦涩，文字质朴而不平板，可为唐代文人词中上乘之作。下片立足于主观的感受上。在暮霭沉沉之中，主人公久久地站立在石阶前，感到的只是一片空茫。“空”也是上片所勾画的景物感染下的必然结果。主观情绪并不是孤立存在着的，它立刻又融入了景物之中——“宿鸟归飞急”。这一句插得很巧妙。作者用急飞的宿鸟与久立之人形成强烈的对照。一方面，南宿鸟急归反衬出人的落拓无依；另一方面，宿鸟急归无疑地使抒情主人公的内心骚动更加剧烈。于是，整个情绪波动起来。如果说上片的“愁”字还只是处于一种泛泛的心理感受状态，那么，现在那种朦胧泛泛的意识逐渐明朗化了。它是由宿鸟急归导发的。所以下面就自然道出了：“何处是归程?”主人公此刻也急于寻求自己的归宿，来挣脱无限的愁绪。可是归程在何处呢?只不过是“长亭连短亭”，并没有一个实在的答案。有的仍然是连绵不断的落拓、惆怅和空寞，在那十里五里、长亭短亭之间。征途上无数长亭短亭，不但说明归程遥远，同时也说明归期无望，以与过片“空伫立”之“空”字相应。如此日日空候，思妇的离愁也就永无穷尽了。结句不怨行人忘返，却愁道路几千，归程迢递，不露哀怨，语甚酝藉。韩元吉《念奴娇》词云，“尊前谁唱新词，平林真有恨，寒烟如织。”短短的一首词中，掇取了密集的景物：平林、烟霭、寒山、暝色、高楼、宿鸟、长亭、短亭，借此移情、寓情、传情，手法极为娴熟，展现了丰富而复杂的内心世界活动，反映了词人在客观现实中找不到人生归宿的无限落拓惆怅的愁绪。历来解说此词，虽然有不少论者认为它是眺远怀人之作，但更多的人却说它是羁旅行役者的思归之辞。后一种理解，大概是受了宋代文莹《湘山野录》所云“此词不知何人写在鼎州沧水驿楼”一语的影响。以为既然题于驿楼，自然是旅人在抒思归之情。其实，古代的驿站邮亭等公共场所以及庙宇名胜的墙壁上，有些诗词不一定是即景题咏，也不一定是写者自己的作品。细玩这首词，也不是第一称谓，而是第三称谓。有如电影，从“平林”、“寒山”的远镜头，拉到“高楼”的近景，复以“暝色”做特写镜头造成气氛，最终突出“有人楼上愁”的半身镜头。分明是第三者所控制、所描撰的场景变换。下片的歇拍两句，才以代言的方法，模拟出画中人的心境。而且词中的“高楼”、“玉阶”，也不是驿舍应有之景。驿舍邮亭，是不大会有高楼的，它的阶除也决不会“雕栏玉砌”，正如村舍茅店不能以“画栋雕梁”形容一样。同时，长亭、短亭，也不是望中之景；即使是“十里一长亭，五里一短亭”中的最近一座，也不是暮色苍茫中视野所能及。何况“长亭更短亭”，不知凡几，当然只能意想于心头，不能呈现于楼头人的眼底。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_b8f51e7d0076.aspx", "poem_title": "虞美人·风回小院庭芜绿", "poem_author": "五代.李煜", "poem_body": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。\n笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。", "poem_yi": "春风回来，吹绿庭院杂草，柳树萌新芽，一年又一年的春天继续来到人间。独自依靠着栏杆半天没有话说，虽然竹声新月一如当年，却再无当年赏月时的处境和心绪。乐曲还在继续演奏，酒宴未散，池水冰面开始溶解。夜深之时，华丽而精美的君室也变得幽深。我已鬓发斑白，年老体衰，难以承受这极度的忧思啊。", "poem_zhu": "(lán)风：指春风。庭芜：庭院里的草。芜，丛生的杂草。柳眼：早春时柳树初生的嫩叶，好像人的睡眼初展，故称柳眼。春相续：一年又一年的春天继续来到人间。凭阑：靠着栏杆。竹声：竹制管乐器发出的声音。竹，古乐八晋之一，指竹制管乐器，箫、管、笙、笛之类。一说“竹声”为风吹竹叶之声。(léi)(rèn)笙歌：泛指奏乐唱歌，这里指乐曲。尊罍在：意谓酒席未散，还在继续。尊罍，一作“尊前”。尊，酒杯，罍，一种酒器，小口大肚，有盖，上部有一对环耳，下部有一鼻可系。池面冰初解：池水冰面初开，指时已初春。烛明香暗：是指夜深之时。香，熏香。画堂：一作“画歌”，一作“画楼”；一作“画阑”。指华丽而精美的君室。深：一作“声”，指幽深。青霜残雪：形容鬓发苍白，如同霜雪，谓年已衰老。思难任：忧思令人难以承受，即指极度忧伤。思，忧思。难任，难以承受。任：一作“禁”。", "poem_shang": "这是一首抒写伤春怀旧之情的作品。从全词看，充满着往事不堪回首的怨愁情思，应是李煜后期的作品，故也有人称其为是后主绝命词第二首。此词追昔抚今，在对生机盎然、勃勃向上的春景中寄寓了作者的深沉怨痛，在对往昔的依恋怀念中也蕴含了作者不堪承受的痛悔之情。周汝昌评之曰：“沉痛而味厚，殊耐咀含。学文者细玩之，可以识多途，体深意，而不徒为叫嚣浮化之词所动。”词的上片，写春景以引抒出对过去岁月的追忆。作者以景入情，用细腻的观察、清丽的语言极力刻画出了一幅生机勃勃的春光图。但“风回”一句也让读者隐约感到作者虽面对春色，心中却满是旧思的忧愤之情。“凭栏”句一出，词意渐明，“无言”中仿佛有千言万语。“依旧”是对往昔的怀恋，对现实的感慨。如果说上片还是清丽多于灰暗，春光胜于春愁的话，那么下片则是把上片原有的那一点点由回忆中升起的生机在现实的痛苦中消灭了。承接上片引出的对奢华生活的回忆更加深了对现实的不满和愁怨，“烛明”一句中孤独情思，到了“满鬓”一句无法自禁，哀怨至极。这是全词的点题之句，也是全词中最具情感震撼力的一句。全词描写生动，笔触细致，情景融汇，由景见情，由情生景，借伤春以怀旧，借怀旧以发怨，借发怨以显痛苦，结构精妙，意象生动，在感情上十分挚烈，艺术手法上相当成熟，是一篇难得的佳作。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_3574610d74e0.aspx", "poem_title": "虞美人·春花秋月何时了", "poem_author": "五代.李煜", "poem_body": "春花秋月何时了，往事知多少。小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。问君能有几多愁，恰似一江春水向东流。(栏 通：阑)", "poem_yi": "春花秋月的美好时光什么时候结束的，以前的事情还记得多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚怎能忍受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该都还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像那不尽的春江之水滚滚东流。", "poem_zhu": "(liǎo)了：了结，完结。砌：台阶。(qì)雕栏玉砌：指远在金陵的南唐故宫。应犹：一作“依然”。朱颜改：指所怀念的人已衰老。君：作者自称。能：或作“都”、“那”、“还”、“却”。", "poem_shang": "《虞美人》是李煜的代表作，也是李后主的绝命词。相传他于自己生日（七月七日）之夜（“七夕”），在寓所命歌妓作乐，唱新作《虞美人》词，声闻于外。宋太宗闻之大怒，命人赐药酒，将他毒死。这首词通过今昔交错对比，表现了一个亡国之君的无穷的哀怨。“春花秋月何时了，往事知多少！”三春花开，中秋月圆，岁月不断更替，人生多么美好。可我这囚犯的苦难岁月，什么时候才能完结呢？“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。回首往昔，身为国君，过去许许多多的事到底做得如何呢，怎么会弄到今天这步田地？据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此诗句，我们不难看出，这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。 全词以明净、凝练、优美、清新的语言，运用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自然而一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_5ac613721d19.aspx", "poem_title": "乌夜啼·昨夜风兼雨", "poem_author": "五代.李煜", "poem_body": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。\n世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。(一梦 一作：梦里)", "poem_yi": "昨夜风雨交加， 遮窗的帐子被秋风吹得飒飒作响。蜡烛燃烧的所剩无几，壶中水已漏尽，一次次的斜靠在枕头上，辗转难眠。 躺下坐起来思绪都不能够平稳。人世间的事情，如同东逝的流水，一去不返，想一想我这一生，就像大梦一场。只有喝醉了酒才能排遣心中苦闷，别的方法都行不通。", "poem_zhu": "(wéi)(sà)(qī)兼：同有，还有。帘帏：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。飒飒：象声词，这里形容风吹帘帏发出的声音。烛残：蜡烛燃烧将尽。残：尽，竭。漏断：漏壶中的水已经滴尽，表示时间已经很晚。漏：漏壶，为古代计时的器具，用铜制成。频：时常，频繁。欹枕：“欹”古同“攲”，斜，倾斜。欹枕：头斜靠在枕头上。平：指内心平静。世事：指人世间的各种各样的事情。漫：枉然，徒然。浮生：指人生短促，世事虚浮不定。浮，这里为短暂、空虚之意。醉乡：指人醉酒时神志不清的状态。稳：平稳，稳当。宜，应当。不堪行：不能行。堪，能够。", "poem_shang": "这首秋夜抒怀之作，具有李后主词的一般风格。它没有用典，没有精美的名物，也没有具体的情事，有的只是一种顾影自怜，空诸一切的观念。一切都是那么朴素，那么明白，却又令人低回与困惑。大约是词人后期之作吧。读这类词，最要玩味其中环境氛围的创造，和抒情主人公浅貌下的深衷。“昨夜风兼雨，帘帏飒飒秋声。”开头两句是说，昨天夜晚，风雨交加，遮窗的帐子被秋风吹出飒飒的声响，窗户外传来了令人心烦的风声雨声，整整响了一夜。首两句写秋夜风雨，完全是白描化的。表面看来，风雨大作，怪嘈杂的，其实除了“飒飒秋声”外，此时更无别的声音，反而见出夜的寂静。令读者觉得其境过分清冷，几乎要倒抽一口冷气。此种词句，最见后主本色。“烛残漏断频欹枕，起坐不能平。”这两句是说，蜡烛燃烧得所剩无几了，壶中水已漏尽，我不停的多次起来斜靠在枕头上。躺下坐起来思绪都不能够平稳。这两句出现了抒情主人公，这人物给读者的第一个印象便是他过于清醒，他熬到“烛残”，听得“漏断”（更鼓歇），可见是一夜未曾入眠了。这清醒状态的描写，正好逼出下片的感慨。另一个印象便是它方寸烦乱，“频欹枕”的“频”字，表明他在床上是辗转反侧，五内俱热。后来干脆不睡了，但内心仍不平静，表现在动作上便是“起坐不能平”。他到底为什么，这恰恰是词人不喜道破的。“世事漫随流水，算来一梦浮生。”这两句是说，人世间的事情，如同流水东逝，说过去就过去了，想一想我这一生，就像做了一场大梦，以前荣华富贵的生活已一去不复返了。过片之后，全属抒情。这也许是最一般最普遍的人生感慨了，但对于不同的人，其中包含的人生体验之具体内容，则可以是各各不同的。此即《维摩经》所谓“佛以一音演说法，众生各各随所解”。后主词所以能引起后世众多读者的共鸣，原因也在于此。这两句中的“漫”（作空解）、“算来”，表现出一种空虚、疑惑、迷惘感，是很传神的。“醉乡路稳宜频到，此外不堪行。”末两句是说，最醉乡梦里平坦，也无忧愁，可常去，别的地方不能去。主人公无法摆脱人生的烦恼，却是因为他太清醒，太执着。最后两句，说穿了便是一醉解千愁，可词人换了个比喻性的说法——“醉乡路稳”，则其反面是醒者行路之难，故云“此外不堪行”。全词比较鲜明地体现了李煜后期作品的特色：情感真实，清新自然。尤其是这首词，作者对自己的苦痛毫不掩饰，把自己的人生感慨明白写出，不假饰，不矫情，简洁质朴，有现实感，虽然思想情调不高，但艺术价值不低。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_86776be674db.aspx", "poem_title": "摊破浣溪沙·手卷真珠上玉钩", "poem_author": "五代.李璟", "poem_body": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。\n青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。", "poem_yi": "卷起珍珠编织的帘，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。随风飘荡的落花谁才是它的主人呢？这使我忧思不尽。信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。", "poem_zhu": "真珠：以珍珠编织之帘。或为帘之美称。玉钩：帘钩之美称。依前：依然，依旧。春恨：犹春愁，春怨。锁：这里形容春恨笼罩。悠悠：形容忧思不尽。(mù)青鸟：传说曾为西王母传递消息给汉武帝。这里指带信的人。云外：指遥远的地方。丁香结：丁香的花蕾。此处诗人用以象征愁心。三楚：指南楚、东楚、西楚。三楚地域，说法不一。彭城（今江苏铜山县一带）为西楚。“三楚暮”，一作“三峡暮”。", "poem_shang": "这是一首伤春词、春恨词。此词借抒写男女之间的怅恨来表达作者的愁恨与感慨。上片写重楼春恨，落花无主；下片进一层写愁肠百结，固不可解。有人认为这首词非一般的对景抒情之作，可能是在南唐受后周严重威胁的情况下，李璟借小词寄托其彷徨无措的心情。全词语言雅洁，感慨深沉。词的首句“手卷真珠上玉钩”，即非景语，也非情语，而是客观平直的叙述，算不上以景呼情，也算不上以情唤景。首句“真珠”二字或作“珠帘”，但正如古人所云：“言‘真珠’，千古之善读者都知其为帘，若说‘珠帘’，宁知其为真珠耶！是举真珠可包珠帘，举珠帘不足以包真珠也。后人妄改，非所谓知音。”“手卷真珠上玉钩，依前春恨锁重楼”二句委婉、细腻，卷帘本欲观省景物，借抒怀抱，而既卷之后，依旧春愁浩荡。可见，“锁”是一种无所不在的心灵桎梏，使人欲销愁而不可得。而“春恨”并不是抽象的，“风里落花谁是主”，风不仅吹落花朵，更将凋零的残红吹得四处飞扬，无处归宿。在这里可以看到的是人的身世飘零，孤独无依。结句“思悠悠”，正是因此而思绪萧索，悠然神往。下片从人事着笔，是对春恨的进一步申说，也是“思悠悠”的直接结果。“青鸟不传云外信，丁香空结雨中愁”，则点出了“春恨”绵绵的缘由所在。此句反用西王母与汉武帝典故。据说三足的青鸟是西王母的侍者，七月七日那天，汉武帝忽见青鸟飞集殿前，遂后西王母即至。然而所思主人远在云外，青鸟也不为之传信，思念难解的主人公就更加感到春恨的沉重了。“丁香结”本是丁香的花蕾，取固结难解之意，诗人多用它比喻相思之愁的郁结不散，如李商隐《代赠》诗有句：“芭蕉不展丁香结，同向春风各自愁。”李璟的独创就在于将丁香结化入雨中的境界，使象征愁心的喻体丁香花蕾更加凄楚动人，更加令人怜悯，“青鸟”、“丁香”二句合看又恰是一联工稳的对仗，一人事，一时景，这律诗般的俊语将思念难解之情写得既空灵透脱而又真挚实在。至此，词的感情已经十分浓郁、饱满。当手卷真珠上玉钩的时刻，已经春恨绵绵；风里落花无主，青鸟不传信，丁香空结，则徒然的向往已经成为无望，这已是无可逃避的结局。最后以景语作结：“回首绿波三楚暮，接天流”。楚天日暮，长江接天，这样的背景暗示着愁思的深广。“接天流”三个字让人想起“问君能有几多愁，恰似一江春水向东流”。就这一意境而言，李璟李煜父子是一脉相承的。另外，从整首词来看，末句的境界突然拓展，词中的一腔愁怀置于一个与其身世密切相关的历史地理环境中，与心灵的起伏波动也是密切相合的。那充满“春恨”的人事内容究竟具体何指。据马令《南唐书》卷二十五载：李璟即位，歌舞玩乐不辍，歌师王感化尝为之连唱“南朝天子爱风流”句至再三再四以剌之，李璟遂悟，作《浣溪沙》二阕并手书以赐感化，其中就包括这一首。这样看来，词中的春恨就不是这位风流天子对景抒情的一般闲愁，很可能是南唐受周威胁时的危苦感慨，而“青鸟”句就是忧国之思的深沉寄托了。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_0ff2c1abc208.aspx", "poem_title": "摊破浣溪沙·菡萏香销翠叶残", "poem_author": "五代.李璟", "poem_body": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。\n细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。(何限恨 一作：无限恨)", "poem_yi": "荷花落尽，香气消散，荷叶凋残，西风从绿波之间吹起，使人愁绪满怀。美好的景致与观荷人的情趣一起憔悴了，哪里还忍心再看。细雨绵绵，梦境中塞外风物缈远。吹到最后一曲，寒笙呜咽之声久久回荡在小楼中。想起故人旧事，含泪倚栏，怀抱无穷幽怨。", "poem_zhu": "(hàn)(dàn)(sháo)菡萏：荷花的别称。西风愁起：西风从绿波之间起来。以花叶凋零，故曰“愁起”。(shēng)鸡塞：亦作鸡禄山。这里泛指边塞。彻：大曲中的最后一遍。“吹彻“意谓吹到最后一曲。玉笙寒：玉笙以铜质簧片发声，遇冷则音声不畅，需要加热，叫暖笙。", "poem_shang": "此词上片重在写景，下片重在写人抒情。写景从西风残荷的画面写起，以韶光憔悴在加重，更见秋景不堪；写人从思妇怀人写起，梦回而感鸡塞征夫之遥远，倚栏而更见凄凉。词的上片着重写景。菡萏，荷花的别称。文字的语言是形象的，所以作者一上来就说：“菡萏香销翠叶残”。说“香”，点其“味”；说“翠”，重其“色”。此时味去叶枯确然使人惆怅。西风，秋风之谓也。绿波，写的是莹莹秋水。如果说上句是重在写秋色，那么这一句则重在写秋容。一个“愁”字，把秋风和秋水都拟人化了，于是，外在的景物也霎时同作家的内在感情溶为一体了，词作也因之而笼罩了一层浓重的萧瑟气氛。三、四两句，由景生情，更进一步突出作家的主观感受。韶光，指春光。在这里，作家以其独特而深刻的感受告诉人们：在这秋色满天的时节，美好的春光连同荷花的清芬、荷叶的秀翠，还有观荷人的情趣一起憔悴了，在浓重的萧瑟气氛中又平添了一种悲凉凄清的气氛。“不堪看”三字，质朴而有力，明白而深沉，活脱脱地抒发了诗人的主观感情。“自古逢秋悲寂寥”（唐刘禹锡诗句）。李璟虽然位高为皇帝，但是生性懦弱，再加上当时内外矛盾重重，境遇相当危苦，此时此刻，触景伤情，从而产生无穷的痛苦和哀怨是十分自然的。词的下片着重抒情。首句，托梦境诉哀情。一梦醒来，雨声细细，梦境即便美好，但所梦之人毕竟远在边塞（鸡塞，鸡麓塞，在今陕西省。这里泛指边塞），可思可望而不可即。的确是“雨亦绵绵，思亦绵绵”。“小楼”句，以吹笙衬凄清。风雨高楼，玉笙整整吹奏了一曲（彻，遍，段。吹彻，吹完最后一段），因吹久而凝水，笙寒而声咽，映衬了作家的寂寞孤清。这两句亦远亦近，亦虚亦实，亦声亦情，而且对仗工巧，是千古传唱的名句。最后两句，直抒胸臆。环境如此凄清，人事如此悲凉，不能不使人潸然泪下，满怀怨恨。“多少”，“何限”，数不清，说不尽。流不完的泪，诉不尽的恨；泪因恨洒，恨依泪倾。语虽平淡，但很能打动人心。结语“倚栏干”一句，写物写人更写情，脉脉深长，语已尽而意无穷。这首词有些版本题名“秋思”，看来是切合的。李廷机评论过这首词是“字字佳，含秋思极妙”（《全唐五代词》四四一页）。确实，它布景生思，情景交融，其有很强的艺术感染力。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_f4af51f1f7ef.aspx", "poem_title": "长命女·春日宴", "poem_author": "五代.冯延巳", "poem_body": "春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。", "poem_yi": "", "poem_zhu": "", "poem_shang": "这首词实际是祝酒词，描写春日开宴时，夫妇双方祝酒陈愿。前两愿分别祝郎君与自己长寿健康，第一愿以梁燕双柄喻夫妻团圆，天长地久。冯词三愿对于人问恩爱夫妇而苦则相当典型，主人公不求富贵．惟愿夫妇相守长久，意愿虽强而所求不奢，表现了古代女子对美满生活的追求。“春日宴，绿酒一杯歌一遍，再拜陈三愿：”这首词开头三句是说，风和日丽的春天，摆起丰盛的酒宴。一杯美酒一曲歌呵，拜了又拜许三愿：首先，对饮双杯指天发誓的场面用于写爱情，比白诗用于写友谊更为合宜。在具体描写上，通过相应的具体环境描写来烘托人物的思想感情。明媚和煦的春日，不但是一派良辰美景，也象征着宝贵的青春时光。丰盛的酒宴，悦耳的情歌，不但是赏心乐事，也象征着人生的美满。“绿蚁新醅酒”（白居易《问刘十九》），一个“绿”字（古时所谓的“绿”，有时微近黄色），写出了新酒可爱的颜色，使人如嗅到那醉人的芳香，更增加了生活美好的感觉。“一愿郎君千岁，二愿妾身长健；三愿如同梁上燕、岁岁常相见。”这几句是说，一愿郎君你长寿千岁，二愿我身体永远健康，三愿我俩如同梁上燕呀，双双对对，幸福无边。在这首诗中，凡写景无不含情。结尾的“梁上燕”虽是比喻，却也是春日画堂的眼前景物。这样，春日、绿酒、呢喃燕语，构成极美的境界，对于爱情的抒写，是极有力的烘托。冯词与白诗篇幅差不多，但内容格外丰富充实，与此大有关系。其次，冯词与白诗二作都用数目字，这首词有“一”、“再”、“三”，“一”、“二”、“三”的重复，前一组表数目，后一组表次序，重复中有变化。“绿酒一杯歌一遍”的两个“一”，孤立的看是两个“一”，结合起来却又会增出新意。在此春宴上，岂能只饮一杯酒？每进一杯酒，就歌一遍，则文字上是“一”，事理上又会变成“三”或者更多，这与“陈三愿”的“三”的为固定不变，又自不同。“三愿”表现主人公愿望之强烈。主人公不求富贵，惟愿夫妇相守长久，意愿虽强而所求不奢。和白居易诗相比，去掉了“世清平”一语，而改为“一愿郎君千岁”与“二愿妾身长健”意思相同，分两句重说，更见意愿集中而单纯。诗歌形象也更为突出。其三，与白居易诗《赠梦得》相比。这首词的长短句表现手法，使得形式上更活泼，内容上更适宜。这首词重点在三愿，故以最短的句子“春日宴”写环境，颇简妙。而末两句一气贯注作一长句：“三愿如同梁上燕、岁岁常相见”，写的是主人公情意最为深长的一愿，便觉声情合一。总的来说，冯延巳的这首词表达了一个贤淑妻子对丈夫的忠贞和“岁岁常相见”的愿望。全词单纯与丰富，平易与雅致的高度统一，通俗易懂却能够表达最深挚的感情，深得民歌真髓，真正做到化平凡为神奇。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_061e048de1cd.aspx", "poem_title": "清平乐·雨晴烟晚", "poem_author": "五代.冯延巳", "poem_body": "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。\n黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。", "poem_yi": "雨后初晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，一片春意盎然。成对的燕子飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。黄昏时独自倚着朱栏，不知不觉已看到西南天空挂着一弯如眉的新月。夜风卷起台阶上的落花，微微拂过罗衣，只感到春寒袭人。", "poem_zhu": "砌：台阶。(lán)(qì)特地：特别。朱阑：一作“朱栏”，红色的栏杆。", "poem_shang": "这首词中写“双燕”、“垂柳”、“落花”，这些都是暮春时节的特有风物。还写有“雨晴烟晚”。“新月眉弯”，这些都是傍晚的景象。旧以农历三月为暮春，并称每月初三的新月为“蛾眉月”，据此则词中所写的应是三月初三左右的暮春晚景。但这首词绝对不是单纯写景制作，它通过暮春晚景的描写，以表现闺中人的淡恨轻愁。“雨晴烟晚。绿水新池满。”这首词开头两句是说，雨后初晴，傍晚淡烟弥漫，碧绿的春水涨满新池。春天傍晚，雨后转晴，天空中夕阳返照，烟霭升腾，园林中绿水涨池，波光潋滟。这些都是闺中人在小阁看到的远景，写来层次清楚，色彩鲜明，突出的表现了春雨过后傍晚时分特有的景象。这两句词所表现出来的思想感情，是人人都有的对生意盎然的春天景象的热爱，还看不出具有闺中少妇特征的主观感受。“双燕飞来垂柳院，小阁画帘高卷。”这两句是说，双燕飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。这两句把少妇的感情色彩表现得十分强烈。双燕归巢是傍晚时刻常见的景象，而“小阁画帘高卷”一语，却含蓄的表现了主人公对双燕归来的过分殷勤。这一动作的心理暗示在于：让燕子快快归巢，双栖画栋吧。闺中少妇把自己在暮春傍晚的时候所特有的感情和情怀，都融化到这无声的高卷画帘的行动里。这两句所写的景物是由远而近，通过“双燕飞来”的进程，与“画帘高卷”的行动以表现她的看不见、摸不着的心理活动。是虚则实之的艺术手法。“黄昏独倚朱阑。西南新月眉弯。”这两句是说，黄昏时独自倚着朱栏，西南天空挂着一弯如眉的新月。过片“黄昏独倚朱阑”一句，是承接“小阁画帘高卷”意脉的。从时间推移上由傍晚写到黄昏，说明她“独倚”的时间是很久的。从情怀寄托上明白写出了闺中少妇的“独倚”，表现了黄昏后的寂寞空虚的心境。这与上片“双燕飞来垂柳院”形成鲜明对照，揭示了此词的“燕归人不归”的怀人主旨。“西南新月眉弯”，是少妇凄凉冷落的“独倚朱阑”时所见到的夜空景象，它和傍晚时期所见到的“雨晴烟晚，绿水新池满”那种生机勃勃的热烈场面前后异趣。在碧海青天之下“独倚朱阑”的少妇，面对高挂在西南夜空的一弯新月，给与她的是一种什么样的感受呢？这种望月怀人的心理，是闺中少妇面对此景极有可能的思想感情。“砌下落花风起，罗衣特地春寒。”末两句是说，台阶上的落花随风飞舞，罗衣显得格外寒冷。“落花风”，是暮春季节所特有的事物，闺中人对此十分敏感。末两句不能简单的看作是客观风寒刺激的反应，而是她主观意志的真实流露。时值暮春，春事将尽，绿肥红瘦。她意识到“落花风”吹落了大地的春花，也将吹落她的年华。不免产生红颜易老的感慨。但这种感慨作者写得极为含蓄，用风振罗衣而芳心自警的细节表现出来，言有尽而意无穷，艺术手法是极为高超的。这首词写的是传统题材，但我们在诵读时仍觉得清丽可喜，韵味无穷，这不得不叹服作者在构思上的独具匠心和遣词造句上的功力了。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_aa80dbd82eaa.aspx", "poem_title": "鹊踏枝·几日行云何处去", "poem_author": "五代.冯延巳", "poem_body": "几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？\n泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。(依依 一作：悠悠)", "poem_yi": "这几天，他像流云飘哪里？忘了回家，不顾芳春将逝去。寒食路上长满了野草闲花。他车马又在谁家树上系?泪眼倚楼不断自言语，双燕飞来，路上可与他相遇？纷乱春愁如柳絮，梦中到哪寻他去？", "poem_zhu": "(mù)行云：此指所思情郎。寒食，节令名，在清明前一日。泪眼二句：陈廷焯《词则·大稚集》卷一：“‘双燕’二语映首章。”", "poem_shang": "这首词从字面看，是描写一女子对她游荡在外的丈夫久久不归既埋怨又难以割舍的缠绵感情。从一开头的“行云何处去”到最后的“梦里无寻处”，女主人公的情感始终在怨嗟与期待、苦闷与寻觅的交织中徘徊。作为一首优秀的闺情词，由于抒情的深刻与典型，往往容易唤起人们更广泛的联想，因而这首词中所抒发的“忠厚缠绵”之情，似乎也概括了更广泛的人生体验。词写闺怨。上片以飘荡不归的行云，比作浪子。“几日行云何处去？忘却归来，不道春将暮。”这三句是闺中少妇的幽怨之词，表现出她对情郎的惦念。这里以“行云”比喻在外四处游荡的情郎，非常形象贴切。“忘却归来，不道春将暮。”，“春将暮”字面上是指春光将尽，亦指女子的美好年华将逝，这两句为女子的自问自答之词，充满无穷悲叹：美好的春光将要逝去了，而情郎却仍不见归来。“百草千花寒食路，香车系在谁家树？”“百草千花”，用辞也典丽双关，暗中包括那些招蜂引蝶的女人，颇带鄙薄意识。“香车”，代丈夫的行踪。车子停在谁家树下，意指丈夫在谁处冶游。这样写，既切合女主人公倚楼眺望的情景，又形象鲜明，情思宛转，耐人反复寻味。下片则写闺中少妇的孤独与凄苦，她眼含泪水，倚立楼头，不免如痴如呆，独自念念叨叨。“泪眼倚楼频独语。双燕来时，陌上相逢否？”她想到自己的丈夫在外纵行放荡，心中是多么的悲伤呀。“泪眼”写其忧伤；“倚楼”写她对丈夫的盼望；“频独语”三字，把女主人公那种伤心欲狂的精神状态清晰地刻画出来。“双燕”两句是她的询问，她频频问那归来的双燕是否见到自己的夫君。燕子无情，怎听得懂她的言语，这一问极写女主人公之痴。“撩乱春愁如柳絮，依依梦里无寻处。”问燕燕无语，这令她多么惆怅，多么悲痛，心中那春愁顿时如柳絮一般，凌乱无序。这里词人以柳絮喻愁，将无形之愁具体化，极写其纷乱。“悠悠梦里无寻处”，既然他不归，她又那般惦念着他，那么便到梦里将他寻觅吧，但梦却那般悠长，令她茫然而不得寻觅。这最后两句写得千回百转，情意缠绵，形象地表达了女主人公的哀怨与痴情。这首词连用了三个问句：“几日行云何处去？”“香车系在谁家树？”“双燕飞来，陌上相逢否？”一次比一次问得更迫切，从而描绘出女主人公越到后来越濒近绝望的心情。这是一种层层加码式的手法。双燕尚懂得归来而人却不知，离愁被春光撩拨得像悠悠扬扬的柳絮，漫天飞舞，使你在梦里也觅不到踪迹。作者以轻灵缥缈之笔写朦胧梦境，怨而不怒，蕴藉深婉，可谓别开新境。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_ba32ae795e5c.aspx", "poem_title": "鹊踏枝·谁道闲情抛掷久", "poem_author": "五代.冯延巳", "poem_body": "谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。(敢辞 一作：不辞)\n河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。", "poem_yi": "谁说愁绪被忘记了太久？每当初春降临，我的惆怅心绪一如故旧。每天都在花前饮酒，每次都是喝的昏沉烂醉，一点也不关心那镜里原本红润的面容，已经日益清瘦了。河岸边青草翠绿，河岸上柳树成荫。我忧伤地暗自思量，为何年年都会新添忧愁？我独立在小桥的桥头，清风吹拂着衣袖。人回去后，树林中升起一弯新月。", "poem_zhu": "(zhì)(chóu)(chàng)闲情：即闲愁、春愁。病酒：饮酒过量引起身体不适。敢辞：不避、不怕。朱颜，青春红润的面色。朱颜：这里指红润的脸色。(wú)青芜：青草。平林：平原上的树林。新月：阴历每月初出的弯形月亮。", "poem_shang": "这是一首表达孤寂惆怅的言情词。全词所写的乃是心中一种常存永在的惆怅、忧愁，而且充满了独自一人承担的孤寂、凄冷之感，不仅传达了一种感情的意境，而且表现出强烈而鲜明的个性，意蕴深远，感发幽微。上阕开门见山，首句用反问的句式把这种既欲抛弃却又不得忘记的“闲情”提了出来，整个上片始终紧扣首句提出的复杂矛盾的心情回环反复，表现了作者内心感情的痛苦撕咬。“谁道闲情抛掷久。”虽然仅只七个字，然而却写得千回百转，表现了在感情方面欲抛不得的一种盘旋郁结的挣扎的痛苦。而对此种感情之所由来，却又并没有明白指说，而只用了“闲情”两个字。这种莫知其所自来的“闲情”才是最苦的，而这种无端的“闲情”对于某些多情善感的诗人而言，却正是如同山之有崖、木之有枝一样的与生俱来而无法摆脱的。词人在此一句词的开端先用了“谁道”两个字，“谁道”者，原以为可以做到，谁知竟未能做到，故以反问之语气出之，有此二字，于是下面的“闲情抛弃久”五字所表现的挣扎努力就全属于徒然落空了。“每到春来，惆怅还依旧。”上面着一“每”字，下面着一“还”，字，再加上后面的“依旧”两个字，已足可见此“惆怅”之永在长存。而“每到春来”者，春季乃万物萌生之时，正是生命与感情觉醒的季节，词人于春心觉醒之时，所写的却并非如一般人之属于现实的相思离别之情，而只是含蓄地用了“惆怅”二字。“惆怅”者，是内心恍如有所失落又恍如有所追寻的一种迷惘的情意，不像相思离别之拘于某人某事，而是较之相思离别更为寂寞、更为无奈的一种情绪。“日日花前常病酒，敢辞镜里朱颜瘦。”既然有此无奈的惆怅，而且经过抛弃的挣扎努力之后而依然永在长存，于是下面两句冯氏遂径以殉身无悔的口气，说出了“日日花前常病酒，不辞镜里朱颜瘦”两句决心一意承担负荷的话来。上面更着以“日日”两字，更可见出此一份惆怅之情之对花难遣，故唯有“日日”饮酒而已。曰“日日”，盖弥见其除饮酒外之无以度日也。至于下句之“镜里朱颜瘦”，则正是“日日病酒”之生活的必然结果。曰“镜里”，自有一份反省惊心之意，而上面却依然用了“不辞”二字，昔《离骚》有句云“虽九死其犹未悔”，“不辞”二字所表现的，就正是一种虽殉身而无悔的情意。下阕进一步抒发这种与时常新的闲情愁绪。词人把这种迷惘与困惑又直接以疑问的形式再次鲜明突出地揭诸笔端，可谓真率之极；而在“河畔青芜堤上柳”的意象之中，隐含着绵远纤柔、无穷无尽的情意与思绪，又可谓幽微之至。“河畔青芜堤上柳。”下半阕承以“河畔青芜堤上柳”一句为开端，在这首词中实在只有这七个字是完全写景的句子，但此七字却又并不是真正只写景物的句子，不过只是以景物为感情之衬托而已。所以虽写春来之景色，却并不写繁枝嫩蕊的万紫千红，只说“青芜”，只说“柳”。“芜”者，丛茂之草也，“芜”的青青草色既然遍接天涯，“柳”的缕缕柔条，更是万丝飘拂。簇这种绿遍天涯的无穷草色，这种’随风飘拂的无尽柔条，它们所唤起的，或者所象喻的，该是一种何等绵远纤柔的情意。而这种草色又不自今日方始，年年河畔草青，年年堤边柳绿，则此一份绵远纤柔的情意，也就年年与之无尽无穷。“为问新愁，何事年年有。”所以下面接下去就说了“为问新愁，何事年年有”二句，正式从年年的芜青柳绿，写到“年年有”的“新愁”。虽是“年年有”的“愁”，却又说是“新”，一则此词开端已曾说过“闲情抛弃久”的话，经过一段“抛弃”的挣扎，而重新又复苏起来的“愁”，所以说“新”；再则此愁虽一宋词鉴赏辞典一旧，而其令人惆怅的感受，则敏锐深切岁岁常新，故曰“新”。上面用了“为问”二字，下面又用了“何事”二字，造成了一种强烈的疑问语气，从其尝试抛弃之徒劳的挣扎，到问其新愁之何以年年常有，有如此之挣扎与反省而依然不能自解。在此强烈的追问之后，词人却忽然荡开笔墨，更不作任何回答，而只写下了“独立小桥风满袖，平林新月人归后”两句身外的景物情事，仔细玩味，这十四个字却实在是把惆怅之情写得极深。“独立小桥风满袖，平林新月人归后。”试观其“独立”二字，已是寂寞可想，再观其“风满袖”三字，更是凄寒可知，又用了“小桥”二字，则其立身之地的孤伶无所荫蔽亦复如在眼前，而且“风满袖”一句之“满”字，写风寒袭人，也写得极饱满有力。在如此寂寞孤伶无所荫蔽的凄寒之侵袭下，其心情之寂寞凄苦已可想见，何况又加上了下面的“平林新月人归后”七个字。“平林新月”，则林梢月上，夜色渐起，“人归后”，则路断行人，已是寂寥人定之后了。从前面所写的“河畔青芜”之颜色鲜明来看，应该乃是白日之景象，而此一句则直写到月升人定，则诗人承受着满袖风寒在小桥上独立的时间之长久也可以想见了。如果不是内心中有一份难以排解的情绪，有谁会在寒风冷露的小桥上直立到中宵呢？"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_b4afebbe4c4c.aspx", "poem_title": "谒金门·风乍起", "poem_author": "五代.冯延巳", "poem_body": "风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。\n斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。", "poem_yi": "春风忽地吹起，吹的那池塘春水泛起涟漪。在花间小径里无聊地逗引着池中的鸳鸯，随手折下杏花蕊放在指尖轻轻揉搓。独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。整日思念心上人，但心上人始终不见回来，正在愁闷时，忽然听到喜鹊的叫声。", "poem_zhu": "(yuān)(yāng)(ruó)乍：忽然。闲引：无聊地逗引着玩。挼：揉搓。(lán)(sāo)斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。独：一作“遍”碧玉搔头：一种碧玉做的簪子。", "poem_shang": "冯延巳这首词写贵族少妇在春日思念丈夫的百无聊赖的景况，反映了她的苦闷心情。由于封建社会妇女无地位，上层社会的妇女依附于男子，女子又禁锢在闺房，精神上很忧郁，这种情况在封建社会相当普遍，因此古典诗歌中写闺阁之怨的也有很多，这种闺怨诗或多或少从侧面反映了妇女的不幸遭遇。如王昌龄《闺怨》 ：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌上杨柳色，悔教夫婿觅封侯。”这首词着力表现的，不是情事的直接描述，而是雅致优美的意境。“风乍起，吹绉一池春水。”这两句是双关语，表面写景，实际写情，本来水波不兴，忽然刮来风吹皱了池塘的水，象征着词中女主人公的心动荡不安，起伏不平静。春回大地，万象更新，丈夫远行在外，女主人公孤独一人，不由产生寂寞苦闷。开头这两句是是传诵古今的名句，据说李璟与冯延巳相谐谑，李说冯：“‘吹皱一池春水’，干卿何事？”冯答：“未若陛下‘小楼吹彻玉笙寒’也！”于是君臣皆欢！“闲引鸳鸯香径里，手挼红杏蕊。”鸳鸯是水鸟，雌雄成双成对，在诗歌中经常作为爱情的象征， 《孔雀东南飞》 ：“中有双飞鸟，自名为鸳鸯。”用“鸳鸯”来比喻刘兰芝和焦仲卿的爱情。这两句是倒装句，女主人公为了排遣苦闷，就双手揉搓着红杏的花蕊，引逗着鸳鸯徘徊在园中的小路里，这多少给她带来了愉悦，暂时忘掉自己的寂寞；但是看见鸳鸯成双成对，更显得自己孤单，又勾起了自己的烦恼，引起对心上人的怀念。“斗鸭阑干独倚，碧玉搔头斜坠。”古代有以鸭相斗为戏的，《三国志·吴书·陆逊传》：“时建昌侯虑于堂前作斗鸭阑，颇施小巧。”古代小说《赵飞燕外传》中也说过：“忆在江都时，阳华李姑畜斗鸭水池上，苦獭啮鸭。”晋代蔡洪、唐代李邕都作有《斗鸭赋》。这里的“斗鸭”有人认为就是看斗鸭，有人认为是看水中的鸭子嬉戏，实际上是栏杆上的一种雕饰。从句式和意境看，理解为雕饰合适。女主人公心绪不佳，独自靠着栏杆站着，头上的簪随便斜插着，快掉下来。勾画出女主人公懒散的心情，《诗经·卫风·伯兮》中有“自伯之东，首如飞蓬。岂无膏沐?谁适为容! ”的句子，有异曲同工之妙。“终日望君君不至，举头闻鹊喜。”《开元天宝遗事》记载：“时人之家，闻鹊声皆以为喜兆，故谓灵鹊报喜。”从早到晚心中想到的是心上人儿现在何处？何时才会回到自己身边？喜鹊的再次鸣叫，又勾起她的期待，但谁又知道新的期待不是新的失落呢？无须过多语言，只这一句“举头闻鹊喜”就够了，词如池塘的涟漪，波折不停，最后掀起了一个较高的波浪，定住作结，婉转含蓄，耐人寻味，可以说，这一句是整篇词的画龙点睛之笔。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_02e26d0ef5e0.aspx", "poem_title": "浣溪沙·蓼岸风多橘柚香", "poem_author": "五代.孙光宪", "poem_body": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。\n目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。", "poem_yi": "长满蓼花的岸边，风里飘来橘柚浓浓的香，我伫立在江边远眺，楚天寥廓，江水滔滔流向东方。那一片远去的孤帆，在水天交汇处泛起一点白光。我的目光追随着飞去的鸿雁，直到他的身影消失在远方。思绪有如不尽的江水，随着茫茫的江涛漂荡。秋的红兰，江的碧波，一定会让他怀念深情的潇湘。", "poem_zhu": "(liǎo)(jú)蓼岸：开满蓼花的江岸。蓼，红蓼，秋日开花，多生水边。橘柚：橘和柚两种果树。楚天：古时长江中下游一带属楚国。故用以泛指南方的天空。片帆：指孤舟。孤光：指片帆在日光照耀下的闪光。(yǎo)征鸿：远飞的大雁，此喻离别而去的亲人。杳杳：深远貌。兰红：即红兰，植物名，秋开红花。江淹《别赋》：“见红兰之受露，望青楸之催霜。”忆潇湘：比喻分别在天涯的亲人，相互在殷切地思念着。传说舜南巡时，其妃娥皇、女英未同行，她们深感不安，随后赶去。在洞庭湖畔时，闻舜已死，悲痛不已，溺于湘水而死。", "poem_shang": "孙光宪写了十九首《浣溪沙》，这首是其中较好的抒情词。此作的抒情特点，不是直抒胸臆，而是借写景之笔，来抒发炽热的惜别留恋之情。从词中描写的景象看，此是作者在荆南做官时所写。描绘的是我国长江两岸深秋时节的景色，一种特定的典型环境。首句是写主人公送别亲人时，在江岸上看到的喜人景象。第二句“一望”二字，颇能传神，表现了主人公顷刻之间由喜悦变为忧愁的神态。第三句紧承第二句，在写景上，与第二句构成不可或缺的完整画图。仅看“片帆烟际”四字，可以说是一幅优美的风景画。配上“闪孤光”三字，就突然改变了词句的感情色彩，给人一种孤寂凄清之感，写景与抒情结合得相当完美，有浑然一体之妙。此词在抒情上，采用的是递增法，层层深化，愈转愈深。过片两句惜别留恋之情达到高潮。上句是写目送，下句是写心随，构思新颖巧妙，对仗工整，意境深远，确是风流千古的名词。结句似深情目送远帆时的默默祝愿。遥与“蓼岸风多橘柚香”首尾呼应，写出了潇湘美景，笔触又饱含深情。整首词句句写景，又句句含情，充满诗情画意，堪称佳作。上片：第一句：“蓼岸风多橘柚香”“蓼”：读作liǎo，是一种草本植物，能开出白色或浅红色的小花。蓼岸：这里指蓼花盛开江岸。在西方国家蓼花的话语是依赖，在这首东方送别诗中出现蓼花是一种奇妙的巧合，还是中西方情感的共鸣呢？这一句的意思是：长江两岸，蓼花盛开，桔柚飘香。很明显这句描写的是美妙喜人的景象，凭着经验，我们知道这里是用乐景来衬托哀情。比如我们学过的《诗经·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”离家出征的时候，杨柳轻揉，随风漫舞；如今返回故乡，雪花纷飞，凄清阴郁。用杨柳依依的阳春来反面衬托展示在征战过程中经受的磨难。用王夫之的话说就是：“以乐景写哀，以哀景写乐，一倍增其哀乐”。第二句：“江边一望楚天长”描写了美好的景物之后，立刻转入凄苦的境界，诗人站立在江边，感受着美好的秋景，但是，仅仅一望那辽阔的“楚天”，便陷入了无限的惆怅，因为他想到了自己的亲人马上就要远行了。大家会想到刘永《雨霖铃》中的句子：“念去去，千里烟波，暮霭沉沉楚天阔。”楚天：就是南方的天空。因为古时候长江下游地区属楚国。“一望”二字，非常传神，突出了诗人突然而至的离愁。我们在送别亲友的时候也是这样，可能在走进站台的前一刻还有欢声笑语，而当那熟悉的背影消失于站台，一股难以抑制的惆怅便用上心头，正所谓“汽笛一声肠已断，从此天涯孤旅”。第三句：“片帆烟际闪孤光”“烟际”是指云烟迷茫之处。江上的雾气和天边的云气混成迷茫的一片，而亲友的那只孤舟即将消失在那里。正如李白的名句：“孤帆远影碧空尽。唯见长江天际流。”又如第一课我们学过的刘长卿的句子：“同作逐臣君更远，青山万里一孤舟”。送别诗中常有的情感一是担心旅途遥远，友人能否安全到达，一是担心有人旅途的寂寞孤单。这里，用“烟际”来突出一个“远”字，而云烟迷茫也代表着未知的前程。用“孤光”来突出旅途的孤独。以上是词的上片。下片：前两句：“目送征鸿飞杳杳，思随流水去茫茫。”者两句对仗工整，堪称佳句。“征鸿”：就是远飞的鸿雁，常用来比喻离别远去的亲人。同时，在古代，鸿雁是书信的代称。传说鸿雁可以替人传递书信，所以“征鸿”、“鸿雁”长出现在送别诗、思乡怀人诗当中。“杳杳”是渺茫的意思，这里照应上片中的“烟际”。亲人乘船远去，诗人独立江边久久目送，可以看出感情的真挚。不仅目光随着孤舟远去，连诗人的心也随着亲人远去了：“思随流水去茫茫”。“水”象征着无穷无尽的思念与愁苦，象征阻隔，象征青春易逝，年华易老。最后一句：“兰红波碧忆潇湘”“兰”是指兰花中开红花的一种。“忆潇湘”三个字包含着一个典故。传说，舜在南巡视察时，他的两个妻子娥皇和女英没有和他同往，后来她们后悔没有陪伴着舜，于是追赶舜的行程，当她们走到洞庭湖畔时，却得到舜已经死在苍梧的消息，她们悲痛不已就投了湘水而死。湘水与潇水在湖南汇合，称为“潇湘”。“忆潇湘”常用来比喻分别在天涯的亲人，相互在殷切地思念着。那么这句诗的意思是：来年兰花红、江水碧的时候，我们还会互相思念。越是花好月圆、良辰美景的时刻，越是渴望和自己最亲近的人在一起，所以，兰红波碧、桔柚飘香更能引起诗人对亲人的无限思念，感情真挚动人。"},
{"poem_type": "卷二·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_cda0e25b4442.aspx", "poem_title": "诉衷情·永夜抛人何处去", "poem_author": "五代.顾夐", "poem_body": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\n争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。", "poem_yi": "漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。", "poem_zhu": "永夜：长夜。眉敛：指皱眉愁苦之状。(qīn)争忍：怎忍。孤衾：喻独宿。", "poem_shang": "这是一首单调小令。开头五句，奏的是感情音响的主旋律——怨。“永夜”两句，就悬想负心人行踪着笔。“长夜漫漫，负心人啊，你抛下我到哪里去了？”自问还复自答：“音信已绝，奈何！”着一“绝”字，点出薄悻者之寡信绝情。“香阁掩”三句，就闺中人己方情况着笔，从环境描写（闺门紧闭）、表情描写（眉头紧皱）、时间推移（斜月将落、长夜将尽）这三个方面，写出了终宵坐候之难耐。这两笔归结到一点——对薄悻者之怨。“争忍”句以下写心池又起新澜。“争忍”两句是第一个浪头，特点是思之不已，爱怨兼发。“叫我怎忍心不苦苦追寻啊？”这一句心灵独白，表明她怨中有爱，情丝难解。但稍加推究，闺门紧闭，室内一目了然，无物可寻。“寻”这一动作，正好显示她已陷于身难自主迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处，因而“怨”字又重上心头。“换我心”三句是第二个浪头，特点是情之所钟，忽发痴语。清王士禛《花草蒙拾》曾指出：“顾太尉‘换我心，为你心，始知相忆深’，自是透骨情语。徐山民‘妾心移得在君心，方知人恨深’全袭此。”徐山民句中之“移”字，倒也深得顾词“换”字之真谛。换心者，移心之谓也。主人公是多么希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解啊。就事论事，移心之说似属无理，而主人公发此痴想，却正好显示其爱之深，其情之真，此即所谓“无理而有情”。当然尽管如此，主人公的悲剧命运将是难以避免的。这一点，明汤显祖在《花间集》评本中曾一语道破：“若到换心田地，换与他也未必好。”但作品的思想倾向性却十分明朗，同情完全放在被折磨被损害的弱女子这一边，这也就从侧面鞭挞了薄悻之徒。顾夐此词，以善作情语著称。近人王国维在《人间词话》中曾把此词作为“有专作情语而绝妙者”的显例之一，并且说：“此等词，求之古今人词中，曾不多见。”足见评价之高。"},
{"poem_type": "卷一·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_fe9b8193fd43.aspx", "poem_title": "南乡子·乘彩舫", "poem_author": "五代.李珣", "poem_body": "乘彩舫，过莲塘，棹歌惊起睡鸳鸯。游女带香偎伴笑，争窈窕，竞折团荷遮晚照。(带香 一作：带花)", "poem_yi": "", "poem_zhu": "", "poem_shang": "这首令词，是作者前期的作品。李珣共有《南乡子》词17首，描绘南国水乡的风土人情，具有鲜明的地方色彩、强烈的生活气息和浓厚的民歌风味。这是其中的一首，写的是南国水乡少女的一个生活片断，写春女游莲塘，触景生情，相与戏谑，煞是动人。前三句：“乘彩舫，过莲塘，棹歌惊起睡鸳鸯。”写春女漫游莲塘。春日里，芰荷满塘，碧水渌波，晴空夕照，景色融融。一群少女乘坐着彩饰华丽的游船，悠然地荡着桨儿，信船而游。她们陶然自乐，和棹而歌，一派优雅静谧的气象，令人沉醉。无意之中，那悠扬的歌声惊动了莲叶间沉睡的鸳鸯。这一来，则打破了那宁静的局面，勾起了春女们的绮思遐想，逗出无限情趣，引出了下文。常言道：哪个少女不怀春！后三句正是游女们触景生情、敞露春心之态。“游女带香偎伴笑”一句，紧承“惊起睡鸳鸯”而来，工笔绘出一幅少女喜春图。游女们惊动了结伴而居的鸳鸯，而鸳鸯又震颤了少女的春心，憧憬着幸福的爱情。“带香”也者，给人以“含辞未吐，气若幽兰”的感受，是对妙龄少女的真实写照。她们看看眼前偶居不离的鸳鸯，想着心上的人儿，彼此心照不宣，只是依偎在女伴身上出神，凭借着嫣然倩笑，流露出心底里的柔情蜜意，散发出少女的幽香，沁人肺腑。沉浸在追味甜美爱情之中的少女们，一个比一个地娇羞艳丽，在一首短短的小词中，不允许逐个描状。亏作者想得出“争窈窕”一句，尽写出怀春少女的娇美。给读者留下无穷想象，少女们的异样情态，可能引起了其他游人的注目，觉得难以为情。她们羞中生智，急忙从水中采摘下一片圆圆的荷叶，以遮挡夕阳的照射为防身，避开游人的围观，只自己消受那向往爱情的甜蜜滋味儿。“竞折团荷遮晚照”一句，既刻画出少女们活泼的举止，也揭示出她们害羞的神态。灿烂的阳光、绽绿的团荷与羞红的脸庞构成了一幅鲜亮美妙的画面。这首小令，绘出一幅活泼俏丽的风俗画，卷面绚丽而明快，状景则景致秀美，状人则形神兼备，更兼妙语传神，丽而不妖，艳而能质，颇得民歌韵味。"},
{"poem_type": "卷一·唐五代词", "poem_url": "https://so.gushiwen.cn/shiwenv_25eb0107d3b7.aspx", "poem_title": "巫山一段云·古庙依青嶂", "poem_author": "五代.李珣", "poem_body": "古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。\n云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。", "poem_yi": "神女的祠庙依傍着十二峰，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日宫妃的寝楼，悠悠往事真叫人感慨万千。巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。", "poem_zhu": "(zhàng)(zhěn)(zhuāng)古庙：指巫山脚下供奉神女的祠庙。青嶂：即十二峰。嶂：形势高险象屏障的山峰。行宫：京城以外供帝王出巡时居住的宫室，此处指楚细腰宫遗址。枕碧流：意为行宫临水而建。妆楼：寝楼，指细腰宫中宫妃所居。(tí)(yuán)云雨：指宋玉《高唐赋序》楚怀王梦中幽会巫山神女之事。烟花：泛指自然界艳丽的景物。啼猿：巫峡多猿，猿声凄厉如啼。", "poem_shang": "这是一首咏史词。该词通过描写古庙青嶂，行宫妆楼等景色，流露出词人对自然永恒而人世无常的感慨。《巫山一段云》，当和《巫山女》、《高唐云》一样，受宋玉《高唐赋》的启示而咏巫山神女的故事。《教坊记·曲名》已予著录，足见早在盛唐就已流行于世。宋黄升《唐宋诸贤绝妙词选》卷一，李珣《巫山一段云》词二首下，注云：“唐词多缘题，所赋《临江仙》，则言仙事，《女冠子》则述道情，《河渎神》则咏祠庙，大概不失本题之意，尔后渐变，去题远矣。如此二词，实唐人本来词体如此。”这首歌辞缘题发挥，保留了早期词的特色。起拍“古庙依青嶂，行宫枕碧流”。古庙，指巫山下供奉神女的祠庙。陆游《入蜀记》卷六：“过巫山凝真观，谒妙用真人祠。真人即世所谓巫山神女也。祠正对巫山，峰峦上入霄汉，山脚直插江中。……十二峰者不可悉见。所见八九峰，惟神女峰最为纤丽奇峭。”祝史（道观主事）云：“每八月十五夜月明时，有丝竹之音往来峰顶，山猿皆鸣，达旦方渐止。庙后山半有石坛，平旷，传云夏禹见神女授符书于此。坛上观十二峰，宛如屏障。”行宫，犹离宫，帝王出京临幸的宫室。这里指楚灵王所筑细腰宫遗址。《入蜀记》卷六：“早抵巫山县，……游楚故离宫，俗谓之细腰宫。有一池，亦当时宫中燕游之地，今堙没略尽矣。三面皆荒山，南望江山奇丽。”从舟中远望过去，仿佛神女祠偎依有如屏嶂的山峦，行宫以碧水为枕藉。古庙、行宫、山、水这些景点，一经词人用“依”、“枕”二字加以连缀，便构成了一个整体结构。接着，用“水声山色锁妆楼”句。把人们的视线吸引到了“妆楼”。妆楼，指细腰宫里宫妃的寝殿，位于山水环抱之中。以少总多。这里着一“锁”字，给人以幽闭的印象，由此也就很自然地会联想到生活在这个“不得见人的去处”的宫妃孤寂难耐的心境；复以“往事思悠悠”收束上片，逗人遐想。下片写舟中所感。开言紧承“往事思悠悠”写到“云雨朝还暮，烟花春复秋”，“云雨”、“烟花”既以自然之景喻岁月无情，匆匆流逝。又暗示昔日云雨之梦，烟花之景与时俱逝。语意双关，愁思萦绕。词人联想，无论是神女还是宫妃，朝去暮来，春秋交替，总会引起孤寂难耐之感。结句“啼猿何必近孤舟，行客自多愁”，词人抒写自己的感受：行客至此，不必猿啼已自多愁，以景结情，情景交融，意境悠远凄迷，情思低回留连。全词表现出岁月流逝，世事变幻和“行客自多愁”的个人身世之感，将吊古与伤今结合在一起，以沉郁真挚的感情、曲折蕴藉的笔调抒发出深沉的今昔兴亡之感，完全摆脱了缠绵悱恻的“儿女之情”。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_ddde447c0ea8.aspx", "poem_title": "清平乐·候蛩凄断", "poem_author": "宋代.张炎", "poem_body": "候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。\n暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！", "poem_yi": "蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！", "poem_zhu": "(qióng)蛩：蟋蟀。练：素白未染之熟绢。芦花：芦絮。芦苇花轴上密生的白毛。愁损：愁杀。兰成：北周庾信的小字。关情：动心，牵动情怀。", "poem_shang": "据《珊瑚网》卷八记载：陆行直《清平乐·重题碧梧苍石图》序中有“候虫凄断，人语西风岸。月落沙平流水漫，惊见芦花来雁。可怜瘦损兰成，多情因为卿卿。只有一枝梧叶，不知多少秋声！”一词。词中所言“卿卿”为当时陆之歌伎，才色皆称。此词定稿后关键字句有较大改动。大概是在作者收入词集时，有意为之。原词无非是写一点“花情柳思”，表达出一种风流艳情，而定稿则将艳情转向“愁情”——为国破为家亡而发的感慨致深的悲愁。上片“候蛩”四句写出秋意：候蛩（即蟋蟀）的哀鸣，西风的衰飒，秋月的清冷，秋江的澄净，无雁的芦花，一幅萧杀的“秋晓图”。以中，人们不难触发出一股悲愤忧愁的“共鸣”来。作者选景立意颇深：写秋寒，不言西风呼啸，而言候蛩凄断；写秋感，不半个愁字，而言芦花盼雁。既含蓄又有美感，表现作者深厚的功力。下片“暗教”四句，道出无限“秋愁”：“兰成”，南朝梁时诗人廋信的小字，后其被北方政权所俘。“梧叶”，梧桐之叶，其最易引发秋感。白居易《长恨歌》中有“春风桃李花开日，秋雨梧桐叶落时”，把“秋雨梧桐”作为人世中最易引起愁情悲感的事来写。而晚唐词人“温庭筠”又有“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”（《更漏子》），更为梧叶增添丰厚的感情积淀。而作者言梧叶而写“一枝”，正是更加形象地表现出孤苦潦落，刻划人物情景入木三分。下片短短几句，却把上片所写之景统统升华、提炼成了情语，借廋信之事道出人间道不尽的悲欢离合，借梧叶之孤义表达人世的苍沧。而最后一句“梧叶秋声”又极具概括性和艺术性，又成为盖世佳句。此词在艺术上是成功的，从选景的巧妙，从言情的深远，都极具特色。其笔调精练，含蓄；其风韵幽雅独特；其意境清空淡远；其情感真切感人。正是由于这样的造诣，张炎的“秋词”可以与宋玉的《九辩》、欧阳修的《秋声赋》并列。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_ddc4b7e8623a.aspx", "poem_title": "八声甘州·记玉关踏雪事清游", "poem_author": "宋代.张炎", "poem_body": "辛卯岁，沈尧道同余北归，各处杭、越。逾岁，尧道来问寂寞，语笑数日。又复别去。赋此曲，并寄赵学舟。\n记玉关踏雪事清游，寒气脆貂裘。傍枯林古道，长河饮马，此意悠悠。短梦依然江表，老泪洒西州。一字无题处，落叶都愁。\n载取白云归去，问谁留楚佩，弄影中洲？折芦花赠远，零落一身秋。向寻常、野桥流水，待招来，不是旧沙鸥。空怀感，有斜阳处，却怕登楼。", "poem_yi": "记得在北方边关，专事去踏雪漫游，寒气冻硬了貂裘。沿着荒枯的树林古老的大道行走，到漫长的黄河边饮马暂休，这内心的情意呵似河水悠悠。北游如一场短梦，梦醒后此身依然在江南漂流，禁不住老泪纵横，洒落在故都杭州。想借红叶题诗，却连一个字也无题写之处，那飘落的片片红叶已写满了忧愁。你载着一船的白云归去，试问谁将玉佩相留，顾盼水中倒影于中洲？折一枝芦花寄赠远方故友，零落的芦花呵透出一身的寒秋。向着平常的野桥流水漫步，待招来的已不是旧日熟识的沙鸥。空怀着无限的情感，在斜阳夕照的时候，我却害怕登楼。", "poem_zhu": "(diāo)(qiú)(bàng)记玉关踏雪事清游：指北游的生活。他们未到玉门关，这里用玉关泛指边地风光。清游，清雅游赏。貂裘：貂皮制成的衣裘。长河：指黄河。短梦：短暂的梦。江表：江外。指长江以南的地区。西州：古城名，在今南京市西。此代指故国旧都。晋谢安死后， 羊昙醉至西州门，恸哭而去，即此处。后遂用为典实。(ōu)楚佩：《楚辞》中有湘夫人因湘君失约而捐玦遗佩于江边的描写,后因用“楚佩”作为咏深切之情谊的典故。弄影：物动使影子也随着摇晃或移动。中洲：即洲中。赠远：赠送东西给远行的人。沙鸥：栖息于沙滩、沙洲上的鸥鸟。旧沙鸥，这里指志同道合的老朋友。斜阳：傍晚西斜的太阳。登楼：指汉末王粲避乱客荆州 ，思归，作《登楼赋》之事。", "poem_shang": "“记玉关踏雪事清游，寒气脆貂裘。”以“记”字领起，气势较为开阔、笔力劲峭。写他前年冬季赴北写经的旧事，展现了一幅冲风踏雪的北国羁旅图。北风凛冽，寒气袭人，三两个“南人”在那枯林古道上艰难行进。“此意悠悠”此句虽简，然则写出他内心无限的忧思。“短梦依然江表，老泪洒西州”，旧事重提之后，续写北地回归之光景。江表，指江南。西州，古城名，在今南京西。此两句谓自己虽已回到南方故土，屈辱经历也过去，仍只能老泪洒落、无欢可言。南归以后，自己与尧道分处杭、越，音讯久未通。“一字无题处，落叶都愁。”点出为何不致书问候。并非不想题诗赠友，但实在是提不起任何兴致来。因西风吹打而飘散的片片红叶上，似乎处处都写满了“亡国”两字。不忍在上题诗，怕引起浓浓愁情。请老友给予谅解。开头这两韵五句，其意境苍凉阔大，有“唐人悲歌”之慨。着实为全词增添了一点“北国型”的“壮美”之感。“短梦依然江表，……落叶都愁。”随即音调多么缠绵低回。这是作者善于“一气旋折”的高妙本领。“载取白云归去”则从眼前的离别写起。故人之访，给作者多少欢乐、慰藉和温暖。故人又要回去。面对此景，作者当然又会感慨生悲。“问谁留楚佩，弄影中洲”写出了自己与他两情依依之感。“楚佩”借楚辞中湘君和湘夫人的典故。“折芦花赠远，零落一身秋”。当然所赠之物，只能是一枝芦花。这里表现出赠者零落如秋叶的心情。他以芦花来比己“零落一身秋”的凄况，饱寓着他生不逢时痛感。这里“折苇赠远”，笔调不凡，写意深刻。“向寻常野桥流水，待招来，不是旧沙鸥。”而故人既远，“野桥流水”附近也能招集到三朋二友，但终非沈尧道、赵学舟之类故交了。“空怀感，有斜阳处，却怕登楼”惆怅寂寞只能靠登楼远望排解。但余斜照的景色，只能徒增伤悲。所以顿又缩回了脚步！全词先悲后壮，先友情而后国恨，惯穿始终的，是一股荡气回肠的“词气”。使读者极能渗透到作者的感情世界之中。写身世飘萍和国事之悲感哀婉动人，令人如闻断雁惊风，哀猿啼月。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_4a32dd627eee.aspx", "poem_title": "满江红·题南京夷山驿", "poem_author": "宋代.王清惠", "poem_body": "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。\n龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？", "poem_yi": "御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。", "poem_zhu": "(què)(xīn)(pí)太液芙蓉：唐代长安城东大明宫内有太液池，此借指南宋宫廷。芙蓉，即荷花，比喻女子姣好的面容。浑不似：全不像。春风雨露：比喻帝王的宠爱。玉楼金阙：指 富丽的皇宫。兰馨：本是女子首饰，这里借喻宫中的后妃。馨，一作“簪”。晕潮：指女性脸上泛起红润的美丽光彩。鼙鼓：指战鼓。(jīn)(niǎn)龙虎： 比喻南宋的君臣。风云：形容国家的威势。山河百二：险要之地。客馆：指驿馆，旅途中居住的地方。宫车：指作者和后妃一行乘坐的车子。从容：舒缓不迫。", "poem_shang": "上片是忆旧。起首两句描述经过一场巨大变故后，南宋宫廷破损，嫔妃憔悴，完全不是旧时的模样了。这是对“旧时”的追忆和感慨，然后用“曾记得”三字领起，引起对旧时的回忆。那时在玉楼金阙的皇宫里，自己容貌出众美名远播，承恩受宠。当她还沉浸在豪华旖旎的皇宫风光之中时，忽然传来了揭天鼙鼓，元军兵临城下，惊醒了他们的美梦。当时元兵虎视耽耽，窥视南宋，而南宋朝廷贾似道大权独揽，一味粉饰太平，对边防危机与国力衰竭隐匿不报，君臣酣歌深宫，纵情享乐。及至鼙鼓动地，才如梦方醒，然为时已晚。“忽一声”简单的三个字，深刻地揭示了这个惨痛的历史教训。下片写伤今。换头四句紧承上片点明宋室灭亡，抒发心中无限的悲痛。这千古之恨，无人可与诉说。以下感情更为激愤，面对这二万之师可以抵挡百万之旅的险固山河长江天堑，本来有险可凭，却因朝廷失策，用人不当，以至大好河山沦于敌手，使人尤为痛惜。“驿馆”两句描写囚旅生活。无论是“夜”或是“晓”，她都是在惊恐万状和忧伤愁苦中度过。和从前的“玉楼金阙”形成强烈的对比，使人更加同情她眼下的处境。最后二句，是她在绝望中产生的一缕希望，她问月中嫦娥，是否愿意让自己同月亮一道同此圆缺，表现了她摆脱囚徒生活的愿望和对清静生活的向往，这是她的心声，是她摆脱苦难的渺茫的出路。想象丰富并极富浪漫色彩。词的作者是一个深宫女子，但她没有只停留在个人遭遇的不幸上，而是把眼光投向国家，投向民族，表现了深沉的家国之痛和民族情感，并且还表现了她敏锐的政治见识，具有震撼人心的力量。王清惠是南宋宫中的昭仪（女官）。她是位才华横溢的女子。公元1276年正月，元兵攻入临安，南宋灭亡。三月，王清惠随三宫三千人作俘北上。途径北宋时的都城汴梁夷山驿站，勾起王清惠深切地亡国之痛，在驿站墙壁上题了词《满江红》（太液芙蓉）。这首词后被传遍中原。文天祥、邓光荐、汪元量等皆有词相和。“太液芙蓉，浑不似、旧时颜色”，一声长长的叹息：皇宫太液池中的荷花，原来娇艳无比，但今是昨非，已失去往日颜色。这里以花喻人，指自己已失却往日容颜。太液池，指皇宫的池苑，汉唐两代皇家宫苑内都有太液池。白居易《长恨歌》中有“太液芙蓉未央柳，芙蓉如面柳如眉，对此如何不泪垂”的诗句，唐玄宗时，杨贵妃常在太液池中洗浴。但经过安史之乱后，明皇回到长安，景物依旧，但故人不在，令明皇无限感伤。王清惠以劫后余生的皇宫里的荷花自比，是很符合她的嫔妃身份的。荷花“出污泥而不染”王清惠以此自喻的意思，表明自己立志保全名节的志气。“曾记得，春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。”此时的凄清飘零，自然使她想起往昔的荣华、欢乐。玉楼金阙，雨露承恩，享不尽的荣华富贵。“春风雨露”，用花承春风雨露，喻指人得浩浩皇恩。“玉楼金阙”，借环境渲染景象，从皇宫的富丽堂皇，渲染繁华生活。“名播兰馨妃后里，晕潮莲脸君王侧”，从写花自然过渡到写人，写自己在皇宫里受宠幸的生活。“莲脸”二字，不仅说自己面容美如荷花，又照应前面的“太液芙蓉”。美好的生活总是令人留恋的。对旧日官廷无限眷恋之情，却反衬出此时的可悲。通过文势上的跌宕。写作者感情上的巨变。“忽一声鼙鼓揭天来，繁华歇。”鼙鼓，军中所击的鼓，借以指军事行动。白居易《长恨歌》中说：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。忽然一声鼙鼓惊天动地，元兵汹涌而来，直捣临安。使住在深宫里的高贵妃子，猛然发觉，一朝繁华已烟消云散了。“忽一声”突如其来：“揭天来”，元兵的汹涌气势：“繁华歇”，则高度概括德佑之变。“繁华”二字，既指繁华生活，也指逸乐时代。“龙虎散，风云灭”，由江山巨变，泻出胸中的亡国之恨。南宋朝廷已经土崩瓦解，君臣流散，大势已去。《易经》上有“云从龙，风从虎”的说法。“龙虎散”，指南宋君臣溃散，“风云变”，比喻政治上的威势消失。“千古恨，凭谁说？对山河百二，泪盈襟血。”山河破碎。人如飘絮。这千古遗恨，凭谁诉。“山河百二”《史记·高祖本纪》中讲关中险要谓：“持戟百万，秦得百二焉。”“山河百二”喻指宋代江山。虽“山河百二”，亦不足恃。这是偏安于江南一隅的南宋王朝犯下的一个大错。王清惠一个红粉佳人，能有词政治见解，亦属可贵。“驿馆夜惊尘土梦，宫车晓辗关山月。”词人从个人的遭遇写到国家的命运，又回过头来定个人目前的处境。“驿馆”，是古代官办的交通站的旅馆。“尘土梦”，说在旅馆里夜间做梦也是尘土飞扬的一派战乱场景。这两句说明作者是羁旅途中。飞扬的尘土意谓战乱景象。宫妃们饥寒露宿，翻山越岭，驶向花的关塞，征途之苦可想而知。“问姮娥、于我肯从容，同圆缺。”对王清惠来说，一位“晕潮莲脸君王侧”的皇妃，一朝沦为敌俘。是忍辱求荣？还是保持节操？她仰望天空冰冷的月亮，陷入深深地思考之中：月里嫦娥呀，您容许我追随你，去过同圆缺，共患难的生活吗？古人曾讲：“作诗，不可以无我”（见清袁牧《随园诗话》）。诗乃诗人个性之写照。词亦如此。如东坡居士为人洒脱，不拘小节，其诗为豪迈一派。柳永多出入市井，其诗则偏于婉约，写情尤多。清惠的词，艺术个性较为突出，将其婉惜、悲痛、惊恐、凄苦复杂感情，表达得淋漓尽致，既可信，又维妙维肖。文贵有情，这首词传唱良久之原因，盖由于此吧。王清惠作的此词，又是其身分的反映。王清惠毕竟是一位昔日受宠的嫔妃，一个弱女子，此时捏在敌人的手掌心里，能做什么？委身求荣非其所愿，出世而去过清静寂寞的生活，不也是一种反抗么？虽然软弱，但这种反抗不更符合王清惠其人的性格么？后来王清惠就去当女道士，了结了一生。可见她写这首词时，也就是当她“问姮娥、于我肯从容，同圆缺”时，已经打定要脱离尘世。对她而言，这样做实在唯一可行的办法。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_468eaa9d8d35.aspx", "poem_title": "兰陵王·丙子送春", "poem_author": "宋代.刘辰翁", "poem_body": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。\n春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。\n春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "poem_yi": "欲送春天归去，可是整个人间没有春的归路。空挂着的秋千之外，芳草连着天空的远处。哪里刮来的风沙，昏暗笼罩着南浦。心如乱麻，说不清是怎样的痛苦，徒自忆念着流落海崖的人们，如同无着无落四处飘飞的柳絮。一阵乱鸦过后，斗转星移，时移事去，帝城中荒凉凄寂。再也看不见来时试灯的热闹繁丽。春已归去，谁最忧愁痛苦？那些首航的鸿雁，沉落在荒僻的边土。梁间的栖燕没有故主，杜鹃悲切的蹄声里，荒宫废苑迎来昏暮。那珍贵的玉树长埋泥土，那金铜仙人的承露盘中，盛满如泪的清露。在他被迁走离开咸阳时，不忍远离二频频回顾。那令人哀伤的黄昏时分，怎样才能捱得过去！春天啊，你此次归去，是否还能回到这里？我像江淹一样怨恨离别，像庾信一样写下愁赋得语句。苏堤上，天天都是凄风苦雨。叹惜故国的美好时光，只能在梦境中再去游历。那美好的花朵，也只能把他以前的芳姿倩影记住。人生流落到这种情形，只能在深夜里，与儿子相对话语。", "poem_zhu": "(qiǎn)海门：今江苏省南通市东，宋初，犯死罪获贷者，配隶于此。斗转城荒：指转眼间南宋都城临安变成一座荒城。(lǚ)箭雁：中箭而坠逝的大雁。沉边：去而不回，消失于边塞。梁燕：指亡国后的臣民。长门：指宋帝宫阙。(yǔ)(dī)江令：江淹被降为建安吴兴令，世称江令。有《别赋》。庾信：南北朝时诗人。苏堤：西湖长堤，苏轼守杭州时所筑。孺子：辰翁有子名将孙，也善作词。", "poem_shang": "这首词共三阕。上阕由“送春去”开头，“人间无路”极写辛酸悲咽。“斗转城荒”诉说临安陷落，“不见来时试灯处”尤有深意。中阕由“春去谁最苦”的设问，讲述宋亡而爱国军民最为痛苦的事实。“送客屡回顾”状写宋宫室被掳掠的凄惨境遇。下阕由“春去尚来否”的设问，暗示宋朝大势已去，恢复无望。全词凄绝哀怨，寄托很深。《兰陵王》是词中的长调，共分三段。第一段写临安失陷后的衰败景象及词人的感受。“春去人间无路”是全词的主题句，词中各段发端，均以“春去”领起，并围绕这一中心从不同方面加以发挥。“秋千外，芳草连天，谁遣风沙暗南浦”，用对比手法写出临安失陷前后的不同画面，“芳草”、“秋千”，写出元军陷城前的景况。“芳草”，又暗喻送别。这首词的“芳草”却不是隐喻一般的离情，而是送别一个朝代，汉家王朝仓皇南奔，故国何在？凄苦之情，怎能自己。“风沙暗南浦”，则意味着元军攻陷临安后的摧残践踏，又象征着南逃群臣们的危厄前景。“南浦”本指分别之地，此处却暗指南宋故土，补充了“春去人间无路”“慢忆海门飞絮”写词人挂念着的宋室君臣，想象他们如柳絮一般飘泊无处归依。作者首先着笔于“海门”，说明他寄希望于南逃的端宗，也反映了作者有随端宗南行之愿，但却因风沙隔阻，无路可通。“乱鸦过，斗转城荒，不见来时试灯处。”三句转写眼前的现实，临安一派残破衰败之象：狂噪的鸦君在颓城上空掠过，北斗失向，城池颓圮；元宵前夕本应是华灯照耀的都城，到此时已黑暗一片寻不到灯的踪迹。“乱鸦”，暗喻元军，“斗转”，暗示南宋王朝的陨落。“试灯”，元宵前的张灯预赏。临安失陷于二月，春来时尚可见元宵灯景，至三月春归，则南宋已亡，所以说“不见来时试灯处”。第二段写春天归去以后，南宋君臣与庶民百姓所遭受的亡国之痛。“春去，最谁苦？”以设问句过渡，“苦”字用得醒目尖锐。下面连用三个分句，分写三个方面形象回答：“箭雁沉边”，写被掳北去的君臣，如同被射中的大雁，坠落到遥远北方，永无归日，“梁燕无主”，以“无主”的“梁燕”喻南宋臣民，大厦将倾，凄惶天依“杜鹃声里长门暮”，写临安宫苑凄惨悲凉景象，暮色之中，“长门”闭锁，唯有杜鹃啼血而已。三个分句，用“但”字领起，一气呵成。“玉树”三句，紧承前三句的意韵。摹写亡国的悲痛之情。“玉树”本指汉宫中之物，王朝倾覆，故“玉树凋土”，就连那金铜仙人也不免有辞离故国的悲伤。“想玉树凋土，泪盘如露”二句，用“衰兰送客咸阳道”（李贺《金铜仙人辞汉歌》）诗意。“玉树”、“泪盘”，都用来喻宋。“斜日未能度”，指“铜仙”，依依不舍，行动缓慢，标志着被迫北去的君臣对故国的无限留恋，与词题“送春”之意。第三段写故国之思。仍以设问总起：“春去，尚来否？”“来”字重如千钧，怀有深深眷念之情。下面接着以江总、庾信之事来抒写亡国之痛。江总在陈后主时仕至尚书令，故称“江令”；陈亡后，他入隋北去。庾信本仕梁，曾出使西魏梁亡，被留长安，北周代魏，又不予放还；著有《愁赋》，以抒郁抑之情。词人此时此刻的忧恨之情与古人相同，因此以“正”字领出“江令恨别，庾信愁赋”两四字对句。同时，借风雨尽日袭击苏堤来渲染气氛，与第一段“斗转城荒”相绾合，使临安的景色更加凄迷荒凉。苏堤在杭州西湖外湖与里湖之间，堤上有六桥，桃柳成荫。此处以苏堤在风雨中飘摇之态，来暗指沦陷后的临安亦如苏堤一样，陷于风雨飘摇之中。在“送春”之际，作者只能“神游故国”，此二句扣紧“送春”，并对“尚来否”作了回答，说明故国的新春只能梦里依稀得见了。“花记前度”，由“种桃道士归何处，前度刘郎今又来。”（刘禹锡《再游玄都观》）诗意仅来表示对故国的怀念之情。最后，“人生流落，顾孺子，共夜语”一句，表示“人间无路”，以只能跟“孺子”共话亡国之痛结尾。“孺子”，指作者的儿子刘将孙。这首词写在元军攻破临安之后，表达了作者的亡国之痛与故国之爱的感情，许多词句如“春去人间无路”“谁遣风沙暗南浦”等，爱憎分明，显而易见。作者在词中运用借代和象征手法来表达自己的思想。例如，“春”象征着南宋王朝：“飞絮”暗喻南渡的君臣：“乱鸦”指代占领临安的元军等等。作者将这些日常所见的感受赋予主观的感情色彩。因此充分烘托出南宋灭亡的悲剧氛围。词的现实性和认识意义，也是通过这种气氛体现出来，为了强调这种氛围，词人运用了某些典故，因此送到了很高的艺术效果。此篇是专主寄托的成功之作。作者把南宋灭亡的伤痛哀悼之情和词中的艺术形象巧妙地融合在一起，达到了交融浑化“浑化”的高水平，使读者也产生种种感慨。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_0927b657115d.aspx", "poem_title": "贺新郎·西湖", "poem_author": "宋代.文及翁", "poem_body": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？\n余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "poem_yi": "眼前一湾湖水（西湖），似乎只有一勺那么大，而目渡江以来，这里就成了君臣上下的偏安之地，在此整日歌舞沉醉，竟然已有百年，回头眺望古都，那洛阳的花石已化为灰烬，京都汴梁的宫殿已经是淹没在渺渺烟雾中的黍离之地。南渡以后，已经没有人再去记挂往日的故地，时间久了，连那些空发感叹的人也没有了。西湖上一片笙管笛箫之声，那精美的船只上仕女杂坐，笑声不断，歌舞不绝。而那像祖逖一样誓将中流击楫、收复中原的人却又在哪里呢？故土沉沦、帝王被掳之千古恨事，什么时候才能得到雪洗呢？我像那个范滂一样，生平怀着收复失地、再振国威的雄心壮志，一心想要澄清中原，然而却请缨无路，报国无门，如同那未遇到文王的姜尚，没被高宗举用的傅说。现在国事要依靠什么来支撑呢？这长江不过是只有一衣带宽而已，那些君王臣子却都说有此天险大可以安然无忧。那些士大夫们依然不问国事，我原本想要和他们议论时局、商讨国事，他们却学林逋隐居观梅，忘怀国事，寄情于山水，并以此相标榜。如此情状，天下大事的结局，也就可想而知了。", "poem_zhu": "(hān)(miǎo)(shǔ)(duò)(jí)贺新郎：词牌名，又名“金缕曲”、“乳燕飞”、“貂裘换酒”、“金缕词”、“金缕歌”、“风敲竹”、“贺新凉”等，此调声情沉郁苍凉，宜抒发激越情感，历来为词家所习用。一勺：形容西湖湖小水浅。渡江：指宋高宗建炎元年渡过长江，在杭州建都。洛阳花石：宋徽宗爱石，曾从浙中采集珍奇观赏石，号花石纲。新亭：又名劳劳亭，建于三国吴时，位于南京。当年东晋渡江后，贵族每逢春光明媚的时节，便登上新亭赏景饮酒。一次有人说：“风景不殊，正自有山河之异。”众人北望故国，相视而泣。（《世说新语》）簇乐：多种乐器一起演奏。千古恨：指宋徽宗、宋钦宗被金人掳走的靖康之耻。(pán)(shì)磻溪：指姜太公在磻溪垂钓，遇周文王而拜相的故事。傅岩：相传傅说原是傅岩地方的一个筑墙的奴隶，后成了商王武丁重用的大臣。林处士：林逋，北宋人，隐居西湖孤山三十年，养鹤种梅。喻指那些不问国事的清高之士。", "poem_shang": "该词上片劈头三句，即作当头棒喝，揭露了宋室南渡后统治阶级在西子湖上歌舞升平、醉生梦死的生活。西湖面积并不小，作者为什么说只是“一勺”呢。或以为这是作者登高俯瞰时的一种视觉，其实不然。西湖代指临安，临安又隐寓东南半壁。南宋统治者耽乐于狭小的河山范围之内，全然将恢复中原、统一全国的大业置之度外，作者有愤于此，故云“一勺”，亦犹昔人讽刺蜗角触蛮，井底之蛙，眼界狭窄，心志低下，明眼人不难看出选择这两个字中所寓托的讥讽愤激之意，接以“渡江来”两句，作者的用心更觉显豁。“回首”两句，由眼前所见遥想早已沦亡的中原故土。“洛阳”，借指北宋故都汴京，亦借以泛指中原。宋徽宗曾派人到南方大肆搜括民间花石，在汴京造艮岳，这是北宋灭亡的原因之一。北宋已矣，花石尽矣，如今只剩下了渺渺荒烟，离离禾黍。历史的教训是如此惨痛，然而如今“山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州”（林升《题临安邸》），连在新亭哀叹河山变色而一洒忧国忧时之泪的人也找不到了。刘义庆《世说新语·言语》记载说：“过江诸人（指晋室南迁后的统治阶级上层人物），每至美日，辄相邀新亭（三国吴时所建，在今南京市南），藉卉（坐在草地上）饮宴。周侯中坐而叹曰：‘风景不殊，举目有河山之异。’皆相视流泪。惟王丞相（王导）愀然变色曰：‘当共戮力王室，克复神州，何至作楚囚相对！’”这里就是用的这个事典。“更不复、新亭堕泪”，语极沉郁。东晋士人南渡后，周侯等人尚因西晋灭亡，山河破碎而流泪，现在就是这样的人也没有，他们只知一味“簇乐红妆摇画舫”，携带着艳妆的歌妓，荡漾着华丽的游船，纵情声色于水光山色之中，还有谁人能像晋代的祖逖一样，击楫中流，誓图恢复呢。“千古恨，几时洗？”故意用诘问语气出之，其实则是断言当权者如此耽于佚乐，堪称千古恨事的靖康国耻便永无洗雪之日了。悲愤之情，跃然纸上，几于目眦尽裂。换头三句转写自己和其他人才不被重用的愤懑之情，既与上片歌舞酣醉，不管兴亡、毫无心肝的官僚士大夫作鲜明的对比，又同上片“问中流、击楫何人是”一句相呼应。“余生”句用《后汉书·范滂传》事：“滂登车揽辔，慨然有澄清天下之志。”作者在这里自比范滂。“更有谁”两句，用姜子牙、傅说两人的事典。相传姜子牙隐居磻溪（今陕西宝鸡东南）垂钓，周文王发现他是人材，便用为辅佐之臣，后终于佐武王消灭了商朝。相传傅说在傅岩（今山西平陆）筑墙，殷高宗用为大臣，天下大治。姜、傅两人，在这里代表当代“未遇”、“未起”的人材。三句意为当今人材多的是，问题在于统治者没有发现、没有起用而已。国势危殆，人材不用，统治阶层凭借什么来抵御强大的元蒙军队。“国事”两句，自问又复自答：只是倚仗“衣带一江”罢了。朝廷不依靠人材，徒然凭借长江天险，甚至还可笑地说是“江神堪恃”。这里再一次对当权者进行了无情的冷嘲热讽。朝廷重臣颟顸昏聩，像北宋初期“梅妻鹤子”、隐居孤山的林逋那样自命清高的士大夫们又如何。“但掉头、笑指梅花蕊！”问他们救亡之事，他们却顾左右而笑道：“你看，梅花已经含苞待放了！”作者对这些人深表不满之意，与有澄清天下之志，有姜、傅之才具的爱国志士又是一个对比。通过上述一系列的揭露、对比，最后逼出“天下事，可知矣”六字收束全篇，在极端悲愤之中，又发出了无可奈何的浩叹，读之令人扼腕，使人发指。作者在词中表达了对国事的深刻的危机感，揭示了南宋小朝廷岌岌可危的现状，批判、讽刺了酣歌醉舞的南宋执政者和逃避现实的士大夫。这些揭露和鞭笞，是通过近乎议论散文的笔法，一系列的设问、发问，以及纵、横两个方面的反复对比，一层递进一层、一环扣住一环地表现出来的。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_d06ebeb22bd3.aspx", "poem_title": "清平乐·宫怨", "poem_author": "宋代.黄升", "poem_body": "珠帘寂寂。愁背银缸泣。记得少年初选入。三十六宫第一。\n当年掌上承恩。而今冷落长门。又是羊车过也，月明花落黄昏。", "poem_yi": "珠帘静静地低垂，她愁苦地背对着油灯流泪。记得少女时刚被选入宫内，三十六宫中数她最美。当年她备受君王恩宠，如今却被冷落在长门宫中。又传来君王车驾驶过的响声，而她却只能呆立不动，面对着黄昏中的落花，明月照着一个孤单的身影。", "poem_zhu": "(gāng)珠帘：指用珍珠缀饰的帘子。银缸：这里指银灯或油灯。羊车：羊车指帝王所乘之车，这里指帝王御幸其他宫女，经过其居所。", "poem_shang": "这首词题为“宫怨”，反映的是宫廷女子失庞后寂寞无助的生活，词风哀婉，读来韵味无穷。首句点出眼下的寂寞之苦。“珠帘”指用珍珠缀饰的帘子，典用《西京杂记》中语。“珠帘寂寂”，是说来“风至则鸣”的珠帘，如今却寂静地低垂着，没有一点声音。这表明长时间没有人进来，室内的人也没有出去走动，甚至连一丝风也没有。由此可见何等冷清、寂静、落寞。第二句“愁背银缸泣”中银缸指的是银灯。银灯点亮，表明难熬的一个白天终于又过去了，但是更难熬的夜晚又无情地降临了。如此日复一日，深居于冷宫之中，满腹愁怨无法排遣，只好独自背着银灯哭泣。“背”字颇耐人寻味。人在高兴时通常对着灯儿言笑，而愁苦时则往往背对灯儿叹息落泪，仿佛怕内心难言的痛苦，被灯儿窥探而更加令人不堪，一面无声地流泪，一面回忆往昔的宠爱接着回忆起往昔幸福的情景：“记得少年初选入，三十六宫第一”。初选入宫时年轻美丽，楚楚动人，艳压群芳，独得恩宠。上片由今日写到昔日，下片则又从昔日回到今日，仍然是凄惨、痛苦。“当年掌上承恩”、“而今冷落长门”。当年受帝王宠爱，如掌上明珠。而这美好的一切已一去不复返，如今美貌与宠爱并衰，帝王另宠新欢，将自己冷落在长门。“又是羊车过也”。羊车指帝王所乘之车，这里指帝王御幸其他宫女，经过其居所。与冷落“长门”，形成鲜明对照。用“又是”二字，则其中之难堪，由来已久矣。词中饱含辛酸。最后以景结情：“月明花落黄昏”。天已黄昏，花已飘落，月亮依旧那么明亮；其中之无奈，悲凉之情，绵绵不绝。该词语言明快、畅达，又含义隽永。起笔处摹写现实中的愁苦寂寥，中间回忆往昔的如梦美景，结尾处则又回到凄苦寂寞之中，感情波澜摇曳，曲折含蓄，令人回味不已。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_a4179a47a25d.aspx", "poem_title": "八声甘州·灵岩陪庾幕诸公游", "poem_author": "宋代.吴文英", "poem_body": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。\n宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。", "poem_yi": "极目远眺四方，缥缈的长空万里，云烟渺茫向四处飘散。不知是何年何月，青天坠下的长星。幻化出这座苍翠的山崖，云树葱笼，幻化出上面有残灭的春秋霸主吴王夫差的宫城，美人西施就藏娇馆娃宫。幻化出气壮山河的霸业英雄。灵岩山前的采香径笔直如一支弓箭，凄冷秋风刺人眼睛。污腻了的流水中漂流着当年美人用来化妆的脂粉，沾染得岸上的花朵都带了点腥。耳边仿佛传来阵阵清脆的声响，不知是美人穿着木屐走在响廊的余音，还是风吹秋叶发出飒飒的凄凉之声。深宫中吴王沉醉于酒色，以亡国亡身的悲剧留下让后人耻笑的话柄。只有头脑清醒的范蠡，在太湖上垂钓，功成身退。我想问苍茫的水波，到底是什么力量主宰着历史的兴衰盛亡。苍波也无法回答，默默无声。我的满头白发正是愁苦无奈之结果，而无情的群山，却依旧翠苍青青。江水浩瀚包涵着无垠的长空。我独自凭倚高栏鸟瞰远景，只见纷乱的几只乌鸦，在夕阳的余晖下落下凄凉的洲汀。我连声呼唤把酒取来，快快登上琴台，去观赏秋光与去霄齐平的美景。", "poem_zhu": "(miǎo)(zhuì)(bà)(nì)(xīng)(sǎ)长星：彗星。苍崖云树：青山丛林。名娃金屋：此指西施，为越王勾践献给吴王夫差的美女。金屋，用汉武帝金屋藏娇的故事。借指吴王在灵岩山上为西施修建的馆娃宫。残霸：指吴王夫差，他曾先后破越败齐，争霸中原，后为越王勾践所败，身死国灭，霸业有始无终。箭径：即采香径。酸风射眼：寒风吹得眼睛发痛。酸风，凉风。腻水：宫女濯妆的脂粉水。靸：一种草制的拖鞋拖鞋。此作动词，指穿着拖鞋。双鸳：鸳鸯履，女鞋。廊：响屐廊。(hán)(tīng)五湖倦客：指范蠡。范蠡辅佐越王勾践灭吴后，功成身退，泛舟五湖（太湖）。醒醒：清楚；清醒。华发：花白头发。涵空：指水映天空。琴台：在灵岩山上。", "poem_shang": "这首词是作者游苏州灵岩山时所作。开头紧贴“灵岩”之“灵”字，说此山是天上星星坠落而成。“幻”字续写灵岩云树贴天，吴王建宫馆于此的史实。“酸风射眼”转写怀古之情，昭示出吴王之所以败亡的根源。下阕第一句，承上将吴王失败的原因点明，认为范蠡是明智的“倦客”。“问苍波无语”呼应开头，唤起今世之忧。接着感叹自己壮志未酬的哀愁。这是一首怀古词。吴文英游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。这首词通过凭吊吴宫古迹，叙述吴越争霸往事，叹古今兴亡之感和白发无成之恨。上片怀古，下片伤今。吴与宋，时不同，事相似。一伤南宋偏安，恐蹈当年吴王夫差沉溺声色，先胜后败的覆辙。二伤一些仁人志士被迫引退。三伤作者自己，\"问苍天无语，华发奈山青\"。最后寓情于景，抒发自己内心的感慨。作者改变正常的思维方式，将常人眼中的实景化为虚幻，将常人眼中的虚幻化为实景，通过奇特的艺术想象和联想，创造出如梦如幻的艺术境界。虚实相衬，沉郁苍凉，体现了作者在雕镂组绣以外的奇特才气。梦窗词人，南宋奇才，一生只曾是幕僚门客，其经纶抱负，一寄之于词曲，此已可哀，然即以词言，世人亦多以组绣雕镂之工下视梦窗，不能识其惊才绝艳，更无论其卓荦奇特之气，文人运厄，往往如斯，能不令人为之长叹！本篇小题曰“陪庾幕诸公游灵岩”。庾幕是指提举常平仓的官衙中的幕友西宾，词人自家便是幕宾之一员。灵岩山，在苏州西面，颇有名胜，而以吴王夫差的遗迹为负盛名。此词全篇以一“幻”字为眼目，而借吴越争霸的往事以写其满眼兴亡、一腔悲慨之感。幻，有数层涵义：幻，故奇而不平；幻，故虚以衬实；幻，故艳而不俗；幻，故悲而能壮。此幻字，在第一韵后，随即点出。全篇由此字生发，笔如波谲云诡，令人莫测神思；复如游龙夭矫，以常情俗致而绳其文采者，瞠目而称怪矣。此词开端句法，选注家多点断为“渺空烟四远，是何年、青天坠长星？”此乃拘于现代“语法”观念，而不解吾华汉文音律之浅见也。词为音乐文学，当时一篇脱手，立付歌坛，故以原谱音律节奏为最要之“句逗”，然长调长句中，又有一二处文义断连顿挫之点，原可适与律同，亦不妨小小变通旋斡，而非机械得如同读断“散文”“白话”一般。此种例句，俯拾而是。至于本篇开端启拍之长句，又不止于上述一义，其间妙理，更须指意。盖以世俗之“常识”而推，时、空二间，必待区分，不可混语。故“四远”为“渺空烟”之事，必属上连；而“何年”乃“坠长星”之事，允宜下缀也。殊不知在词人梦窗意念理路中，时之与空，本不须分，可以互喻换写，可以错综交织。如此处梦窗先则纵目空烟杳渺，环望无垠──此“四远”也，空间也，然而却又同时驰想：与如彼之遥远难名的空间相伴者，正是一种荒古难名的时间。此恰如今日天文学上以“光年”计距离，其空距即时距，二者一也，本不可分也。是以目见无边之空，即悟无始之古──于是乃设问云：此茫茫何处，渺渺何年，不知如何遂出此灵岩？莫非坠自青天之一巨星乎（此正似现代人所谓“巨大的陨石”了）？而由此坠星，遂幻出种种景象与事相；幻者，幻化而生之谓。灵岩山上，乃幻化出苍崖古木，以及云霭烟霞……乃更幻化出美人的“藏娇”之金屋，霸主的盘踞之宫城。主题至此托出，却从容自苍崖云树迤逦而递及之。笔似十分暇豫矣，然而主题一经引出，即便乘势而下，笔笔勾勒，笔笔皴染，亦即笔笔逼进，生出层层“幻”境，现于吾人之目前。以下便以“采香泾”再展想象的历史之画图：采香泾乃吴王宫女采集香料之处，一水其直如箭，故又名箭泾，泾亦读去声，作“径”，形误。宫中脂粉，流出宫外，以至溪流皆为之“腻”，语意出自杜牧之《阿房宫赋》：“渭流涨腻，弃脂水也。”此系脱化古人，不足为奇，足以为奇者，箭泾而续之以酸风射眼（用李长吉“东关酸风射眸子”），腻水而系之以染花腥，遂将古史前尘，与目中实境（酸风，秋日凉冷之风也），幻而为一，不知其古耶今耶？抑古即今，今亦古耶？感慨系之。花腥二字尤奇，盖谓吴宫美女，脂粉成河，流出宫墙，使所浇溉之山花不独染着脂粉之香气，亦且带有人体之“腥”味。下此“腥”者，为复是美？为复是恶？诚恐一时难辨。而尔时词人鼻观中所闻，一似此种腥香特有之气味，犹为灵岩花木散发不尽！再下，又以“响屧廊”之故典增一层皴染。相传吴王筑此廊，令足底木空声彻，西施着木屧行经廊上，辄生妙响。词人身置廊间，妙响已杳，而廊前木叶，酸风吹之，飒飒然别是一番滋味──当日之“双鸳”（美人所着鸳屧），此时之万叶，不知何者为真，何者为幻？抑真者亦幻，幻者即真耶？又不禁感慨系之矣！幻笔无端，幻境丛叠，而上片至此一束。过片便另换一番笔致，似议论而仍归感慨。其意若曰：吴越争雄，越王勾践为欲复仇，使美人之计，遣范蠡进西施于夫差，夫差惑之，其国遂亡，越仇得复。然而孰为范氏功成的真正原因？曰：吴王之沉醉是。倘彼能不耽沉醉，范氏焉得功成而遁归五湖，钓游以乐吴之覆亡乎？故非勾践范蠡之能，实夫差甘愿乐为之地耳！醒醒（平声如“星”），与“沉醉”对映。──为昏迷不国者下一当头棒喝。良可悲也。古既往矣，今复何如？究谁使之？欲问苍波（太湖即五湖之一），而苍波无语。终谁答之？水似无情，山又何若？曰：山亦笑人──山之青永永，人之发斑斑矣。往者不可谏，来者犹可追欤？抑古往今来，山青水苍，人事自不改其覆辙乎？此疑又终莫能释。望久，望久，沉思，沉思，倚危阑，眺澄景，见苍波巨浸，涵溶碧落──灵岩山旁有涵空洞，下瞰太湖，词人暗用之，──直到归鸦争树，斜照沉汀，一切幻境沉思，悉还现实，不禁憬然、悢然，百端交集。“送乱鸦斜日落渔汀”，真是好极！此方是一篇之警策，全幅之精神。一“送”字，尤为神笔！然而送有何好？学人当自求之，非讲说所能“包办”一切也。至此，从“五湖”起，写“苍波”，写“山青”（山者，水之对也），写“渔汀”写“涵空”（空亦水之对也），笔笔皆在水上萦注，而校勘家竟改“问苍波”为“问苍天”，真是颠倒是非，不辨妍媸之至。“天”字与上片开端“青天”犯复，犹自可也，“问天”陈言落套，乃梦窗词笔所最不肯取之大忌，如何点金成铁？问苍波，何等味厚，何等意永，含咏不尽，岂容窜易为常言套语，甚矣此道之不易言也。又有一义须明：乱鸦斜日，谓之为写实，是矣；然谓之为比兴，又觉相宜。大抵高手遣辞，皆手法超妙，涵义丰盈；“将活龙打做死蛇弄”，所失多矣。一结更归振爽。琴台，亦在灵岩，本地风光。连呼酒，一派豪气如见。秋与云平，更为奇绝！杜牧之曾云南山秋气，两相争高；今梦窗更曰秋与云平，宛如会心相祝！在词人意中，“秋”亦是一“实体”，亦可以“移动坐标”、亦可以“计量”，故云一登琴台最高处，乃觉适才之阑干，不足为高，及更上层楼，直近云霄，而“秋”与云乃在同等“高度”。以今语译之，“云有多高，秋就有多高！”高秋自古为时序之堪舒望眼，亦自古为文士之悲慨难置。旷远高明，又复低徊宛转，则此篇之词境，亦奇境也。而世人以组绣雕镂之工视梦窗，梦窗又焉能辩？悲夫！"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_f8bcca83002b.aspx", "poem_title": "八声甘州·灵岩陪庾幕诸公游", "poem_author": "宋代.吴文英", "poem_body": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。\n宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。", "poem_yi": "极目远眺四方，缥缈的长空万里，云烟渺茫向四处飘散。不知是何年何月，青天坠下的长星。幻化出这座苍翠的山崖，云树葱笼，幻化出上面有残灭的春秋霸主吴王夫差的宫城，美人西施就藏娇馆娃宫。幻化出气壮山河的霸业英雄。灵岩山前的采香径笔直如一支弓箭，凄冷秋风刺人眼睛。污腻了的流水中漂流着当年美人用来化妆的脂粉，沾染得岸上的花朵都带了点腥。耳边仿佛传来阵阵清脆的声响，不知是美人穿着木屐走在响廊的余音，还是风吹秋叶发出飒飒的凄凉之声。深宫中吴王沉醉于酒色，以亡国亡身的悲剧留下让后人耻笑的话柄。只有头脑清醒的范蠡，在太湖上垂钓，功成身退。我想问苍茫的水波，到底是什么力量主宰着历史的兴衰盛亡。苍波也无法回答，默默无声。我的满头白发正是愁苦无奈之结果，而无情的群山，却依旧翠苍青青。江水浩瀚包涵着无垠的长空。我独自凭倚高栏鸟瞰远景，只见纷乱的几只乌鸦，在夕阳的余晖下落下凄凉的洲汀。我连声呼唤把酒取来，快快登上琴台，去观赏秋光与去霄齐平的美景。", "poem_zhu": "(miǎo)(zhuì)(bà)(nì)(xīng)(sǎ)长星：彗星。苍崖云树：青山丛林。名娃金屋：此指西施，为越王勾践献给吴王夫差的美女。金屋，用汉武帝金屋藏娇的故事。借指吴王在灵岩山上为西施修建的馆娃宫。残霸：指吴王夫差，他曾先后破越败齐，争霸中原，后为越王勾践所败，身死国灭，霸业有始无终。箭径：即采香径。酸风射眼：寒风吹得眼睛发痛。酸风，凉风。腻水：宫女濯妆的脂粉水。靸：一种草制的拖鞋拖鞋。此作动词，指穿着拖鞋。双鸳：鸳鸯履，女鞋。廊：响屐廊。(hán)(tīng)五湖倦客：指范蠡。范蠡辅佐越王勾践灭吴后，功成身退，泛舟五湖（太湖）。醒醒：清楚；清醒。华发：花白头发。涵空：指水映天空。琴台：在灵岩山上。", "poem_shang": "这首词是作者游苏州灵岩山时所作。开头紧贴“灵岩”之“灵”字，说此山是天上星星坠落而成。“幻”字续写灵岩云树贴天，吴王建宫馆于此的史实。“酸风射眼”转写怀古之情，昭示出吴王之所以败亡的根源。下阕第一句，承上将吴王失败的原因点明，认为范蠡是明智的“倦客”。“问苍波无语”呼应开头，唤起今世之忧。接着感叹自己壮志未酬的哀愁。这是一首怀古词。吴文英游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。这首词通过凭吊吴宫古迹，叙述吴越争霸往事，叹古今兴亡之感和白发无成之恨。上片怀古，下片伤今。吴与宋，时不同，事相似。一伤南宋偏安，恐蹈当年吴王夫差沉溺声色，先胜后败的覆辙。二伤一些仁人志士被迫引退。三伤作者自己，\"问苍天无语，华发奈山青\"。最后寓情于景，抒发自己内心的感慨。作者改变正常的思维方式，将常人眼中的实景化为虚幻，将常人眼中的虚幻化为实景，通过奇特的艺术想象和联想，创造出如梦如幻的艺术境界。虚实相衬，沉郁苍凉，体现了作者在雕镂组绣以外的奇特才气。梦窗词人，南宋奇才，一生只曾是幕僚门客，其经纶抱负，一寄之于词曲，此已可哀，然即以词言，世人亦多以组绣雕镂之工下视梦窗，不能识其惊才绝艳，更无论其卓荦奇特之气，文人运厄，往往如斯，能不令人为之长叹！本篇小题曰“陪庾幕诸公游灵岩”。庾幕是指提举常平仓的官衙中的幕友西宾，词人自家便是幕宾之一员。灵岩山，在苏州西面，颇有名胜，而以吴王夫差的遗迹为负盛名。此词全篇以一“幻”字为眼目，而借吴越争霸的往事以写其满眼兴亡、一腔悲慨之感。幻，有数层涵义：幻，故奇而不平；幻，故虚以衬实；幻，故艳而不俗；幻，故悲而能壮。此幻字，在第一韵后，随即点出。全篇由此字生发，笔如波谲云诡，令人莫测神思；复如游龙夭矫，以常情俗致而绳其文采者，瞠目而称怪矣。此词开端句法，选注家多点断为“渺空烟四远，是何年、青天坠长星？”此乃拘于现代“语法”观念，而不解吾华汉文音律之浅见也。词为音乐文学，当时一篇脱手，立付歌坛，故以原谱音律节奏为最要之“句逗”，然长调长句中，又有一二处文义断连顿挫之点，原可适与律同，亦不妨小小变通旋斡，而非机械得如同读断“散文”“白话”一般。此种例句，俯拾而是。至于本篇开端启拍之长句，又不止于上述一义，其间妙理，更须指意。盖以世俗之“常识”而推，时、空二间，必待区分，不可混语。故“四远”为“渺空烟”之事，必属上连；而“何年”乃“坠长星”之事，允宜下缀也。殊不知在词人梦窗意念理路中，时之与空，本不须分，可以互喻换写，可以错综交织。如此处梦窗先则纵目空烟杳渺，环望无垠──此“四远”也，空间也，然而却又同时驰想：与如彼之遥远难名的空间相伴者，正是一种荒古难名的时间。此恰如今日天文学上以“光年”计距离，其空距即时距，二者一也，本不可分也。是以目见无边之空，即悟无始之古──于是乃设问云：此茫茫何处，渺渺何年，不知如何遂出此灵岩？莫非坠自青天之一巨星乎（此正似现代人所谓“巨大的陨石”了）？而由此坠星，遂幻出种种景象与事相；幻者，幻化而生之谓。灵岩山上，乃幻化出苍崖古木，以及云霭烟霞……乃更幻化出美人的“藏娇”之金屋，霸主的盘踞之宫城。主题至此托出，却从容自苍崖云树迤逦而递及之。笔似十分暇豫矣，然而主题一经引出，即便乘势而下，笔笔勾勒，笔笔皴染，亦即笔笔逼进，生出层层“幻”境，现于吾人之目前。以下便以“采香泾”再展想象的历史之画图：采香泾乃吴王宫女采集香料之处，一水其直如箭，故又名箭泾，泾亦读去声，作“径”，形误。宫中脂粉，流出宫外，以至溪流皆为之“腻”，语意出自杜牧之《阿房宫赋》：“渭流涨腻，弃脂水也。”此系脱化古人，不足为奇，足以为奇者，箭泾而续之以酸风射眼（用李长吉“东关酸风射眸子”），腻水而系之以染花腥，遂将古史前尘，与目中实境（酸风，秋日凉冷之风也），幻而为一，不知其古耶今耶？抑古即今，今亦古耶？感慨系之。花腥二字尤奇，盖谓吴宫美女，脂粉成河，流出宫墙，使所浇溉之山花不独染着脂粉之香气，亦且带有人体之“腥”味。下此“腥”者，为复是美？为复是恶？诚恐一时难辨。而尔时词人鼻观中所闻，一似此种腥香特有之气味，犹为灵岩花木散发不尽！再下，又以“响屧廊”之故典增一层皴染。相传吴王筑此廊，令足底木空声彻，西施着木屧行经廊上，辄生妙响。词人身置廊间，妙响已杳，而廊前木叶，酸风吹之，飒飒然别是一番滋味──当日之“双鸳”（美人所着鸳屧），此时之万叶，不知何者为真，何者为幻？抑真者亦幻，幻者即真耶？又不禁感慨系之矣！幻笔无端，幻境丛叠，而上片至此一束。过片便另换一番笔致，似议论而仍归感慨。其意若曰：吴越争雄，越王勾践为欲复仇，使美人之计，遣范蠡进西施于夫差，夫差惑之，其国遂亡，越仇得复。然而孰为范氏功成的真正原因？曰：吴王之沉醉是。倘彼能不耽沉醉，范氏焉得功成而遁归五湖，钓游以乐吴之覆亡乎？故非勾践范蠡之能，实夫差甘愿乐为之地耳！醒醒（平声如“星”），与“沉醉”对映。──为昏迷不国者下一当头棒喝。良可悲也。古既往矣，今复何如？究谁使之？欲问苍波（太湖即五湖之一），而苍波无语。终谁答之？水似无情，山又何若？曰：山亦笑人──山之青永永，人之发斑斑矣。往者不可谏，来者犹可追欤？抑古往今来，山青水苍，人事自不改其覆辙乎？此疑又终莫能释。望久，望久，沉思，沉思，倚危阑，眺澄景，见苍波巨浸，涵溶碧落──灵岩山旁有涵空洞，下瞰太湖，词人暗用之，──直到归鸦争树，斜照沉汀，一切幻境沉思，悉还现实，不禁憬然、悢然，百端交集。“送乱鸦斜日落渔汀”，真是好极！此方是一篇之警策，全幅之精神。一“送”字，尤为神笔！然而送有何好？学人当自求之，非讲说所能“包办”一切也。至此，从“五湖”起，写“苍波”，写“山青”（山者，水之对也），写“渔汀”写“涵空”（空亦水之对也），笔笔皆在水上萦注，而校勘家竟改“问苍波”为“问苍天”，真是颠倒是非，不辨妍媸之至。“天”字与上片开端“青天”犯复，犹自可也，“问天”陈言落套，乃梦窗词笔所最不肯取之大忌，如何点金成铁？问苍波，何等味厚，何等意永，含咏不尽，岂容窜易为常言套语，甚矣此道之不易言也。又有一义须明：乱鸦斜日，谓之为写实，是矣；然谓之为比兴，又觉相宜。大抵高手遣辞，皆手法超妙，涵义丰盈；“将活龙打做死蛇弄”，所失多矣。一结更归振爽。琴台，亦在灵岩，本地风光。连呼酒，一派豪气如见。秋与云平，更为奇绝！杜牧之曾云南山秋气，两相争高；今梦窗更曰秋与云平，宛如会心相祝！在词人意中，“秋”亦是一“实体”，亦可以“移动坐标”、亦可以“计量”，故云一登琴台最高处，乃觉适才之阑干，不足为高，及更上层楼，直近云霄，而“秋”与云乃在同等“高度”。以今语译之，“云有多高，秋就有多高！”高秋自古为时序之堪舒望眼，亦自古为文士之悲慨难置。旷远高明，又复低徊宛转，则此篇之词境，亦奇境也。而世人以组绣雕镂之工视梦窗，梦窗又焉能辩？悲夫！"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_2e5a54cebbd6.aspx", "poem_title": "风入松·听风听雨过清明", "poem_author": "宋代.吴文英", "poem_body": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。\n西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "poem_yi": "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。", "poem_zhu": "(yì)(qiào)草：草，起草，拟写。愁草，没有心情写。瘗：埋葬。铭，文体的一种。庾信有《瘗花铭》。古代常把铭文刻在墓碑或者器物上，内容多为歌功颂德，表示哀悼，申述鉴戒。分携：分手，分别。绿暗：形容绿柳成荫。料峭：形容春天的寒冷。中酒：醉酒。交加：形容杂乱。(yuān)双鸳：指女子的绣花鞋，这里兼指女子本人。", "poem_shang": "这是西园怀人之作。西园在吴地，是梦窗和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。梦窗在此中常提到此地，可见此地实乃梦萦魂绕之地。这也是一首伤春之作。词的上片情景交融，意境有独到之处。前二句是伤春，三、四两句写伤别，五、六两句则是伤春与伤别的交融，形象丰满，意蕴深邃。“听风听雨过清明”，起句貌似简单，不象梦窗绵丽的风格，但用意颇深。不仅点出时间，而且勾勒出内心细腻的情愫。寒食、清明凄冷的禁烟时节，连续刮风下雨，意境凄凉。风雨不写“见”而写“听”，意思是白天对风雨中落花，不忍见，但不能不听到；晚上则为花无眠、以听风听雨为常。首句四个字就写出了词人在清明节前后，听风听雨，愁风愁雨的惜花伤春情绪，不由让读者生凄神憾魄之感。“愁草瘗花铭”一句紧承首句而来，意密而情浓。落花满地，将它打扫成堆，予以埋葬，这是一层意思；葬花后而仍不安心，心想应该为它拟就一个瘗花铭，瘐信有《瘗花铭》，此借用之，这是二层意思；草萌时为花伤心，为花堕泪，愁绪横生，故曰“愁草”，这是三层意思。词人为花而悲，为春而伤，情波千叠，都凝炼在此五字中了。“楼前绿暗分携路，一丝柳，一寸柔情”，是写分别时的情景。梦窗和情人在柳丝飘荡的路上分手，自此柳成为其词中常出现的意象。古代有送别时折柳相送的风俗，是希望柳丝能够系住将要远行的人，所以说“一丝柳，一寸柔情”，可谓语浅意深。“料峭春寒中酒，交加晓梦啼莺”，伤春又伤别，无以排遣，只得借酒浇愁，希望醉后梦中能与情人相见。无奈春梦却被莺啼声惊醒。这是化用唐诗“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”之意。上阙是愁风雨，惜年华，伤离别，意象集中精炼，而又感人至深，显出密中有疏的特色。下阙写清明已过，风雨已止，天气放晴了。阔别已久的情人，怎么能忘怀！按正常逻辑，因深念情人，故不忍再去平时二人一同游赏之处了，以免触景生悲，睹物思人。但梦窗却用进一层的写法，那就是照样（依旧）去游赏林亭。于是看到“黄蜂频扑秋千索”，仿佛佳人仍在。“黄蜂”二句是窗梦词中的名句，妙在不从正面写，而是侧面烘托，佳人的美好形象凸现出来。怀人之情至深，故即不能来，还是痴心望着她来。“日日扫林亭”，就是虽毫无希望而仍望着她来。离别已久，秋千索上的香气未必能留，但仍写黄蜂的频扑，这不是在实写。陈洵说：“见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。”结句“双鸳不到”（双鸳是一双乡绣有鸳鸯的鞋子），明写其不再惆怅。“幽阶一夜苔生”，语意夸张。不怨伊人不来，而只说“苔生”，可见当时伊人常来此处时，阶上是不会生出青苔来的，此时人去已久，所以青苔滋生，但不说经时而说“一夜，”由此可见二人双栖之时，欢爱异常，仿佛如在昨日。这样的夸张，在事实上并非如此，而在情理上却是真实的。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_94f38dfae388.aspx", "poem_title": "浣溪沙·门隔花深梦旧游", "poem_author": "宋代.吴文英", "poem_body": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。\n落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "poem_yi": "我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。", "poem_zhu": "门隔花深：即旧游之地，有“室迩人远”意。梦魂牵绕却比“忆”字更深一层。夕阳：连“燕”，用刘禹锡“乌衣巷口夕阳斜”诗意。玉纤：指女子的纤纤玉手。小帘钩：指女子用手摘下帘钩，放下帘子。(xù)(duò)临夜：夜间来临时。", "poem_shang": "这首怀人感梦的词，借梦写情，更见情痴，写得不落俗套。“门隔花深”，指所梦旧游之地。当时花径通幽，春意盎然。词人说：不料我去寻访她时，本拟欢聚，却成话别。为什么要离别，词中没有说明。“燕归愁”，仿佛同情人们离别，黯然无语。不写人的伤别，而写惨淡的情境，正是烘云托月的妙笔。前结“玉纤香动小帘约，”则已是即将分手的情景了。伊人纤手分帘，二人相偕出户，彼此留连，不忍分离。“造分携而衔涕，感寂寞而伤神”（江淹《别赋》）。下片是深入刻画这种离别的痛苦。下片是兴、比并用的艺术手法。“落絮无声春堕泪”，兼有两个方面一形象，一是写人，“执手相看泪眼，竟无语凝咽”（柳永《雨霖铃》），写离别时的吞声饮泣。这里略去了。絮花从空中飘落，好象替人无声堕泪，这是写春的堕泪，人亦包含其中。“行云有影月含羞”，和上句相同，也是一个形象体现为两个方面：一是写人，“别君时，忍泪佯低面，含羞半敛眉”（韦庄《女冠子》），是写妇女言别时的形象，以手掩面，主要倒不是含羞，而是为了掩泪，怕增加对方的悲伤。同时也是写自然，行云遮月，地上便有云影，云遮月衬出月含羞。刘熙载说：“词之妙，莫妙于以不言言之，非不言也，寄言也。”（《艺概·词曲概》）此词“落絮”、“行云”一联正是“寄言”。表面是写自然，其实是写情。词人把人的感情移入自然界的“落絮”“行云”当中，造成了人化的然感自然。而大自然的“堕泪”与“含羞”，也正表现了人的离别悲痛的深度，那说是说二人离别，连大自然也深深感动了。这两句把离愁幻化成情天泪海，真乃广深迷离的至美艺术境界。“悲莫悲兮生别离，乐莫乐兮新相知”（《九歌·少司命》），“死别已吞声，生别常恻恻”（杜甫《梦李白》）。这种黯然神伤心折骨惊的离情别绪，怎么能忘怀呢！有所思，故有所梦；有所梦，更生思绪。无昼无夜，度日如年，这刻骨相思是够受的。如此心境，自然感觉不到一丝春意，所以临夜东风吹来，比萧瑟凄冷的秋风更不堪忍受了。这是当日离别的情景，也是梦中的情景，同样也是此日梦醒时的情景。古人有暖然如春、凄然如秋的话，词人因离愁的浓重，他的主观感觉却把它倒转过来。语极警策。春夜风冷，是自然现象；加上人心凄寂，是心理现象，二者交织融会，酿成“东风临夜冷于秋”的萧瑟凄冷景象，而且这种氛围笼罩全篇，此为《浣溪沙》一调在结构上的得力之处。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_e909d866deb8.aspx", "poem_title": "水调歌头·平山堂用东坡韵", "poem_author": "宋代.方岳", "poem_body": "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。\n苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。", "poem_yi": "平山堂上伫立远望，秋雨过后，江岸的山色在晴空映衬下分外青碧。一个人辗转大江南北，有多少忧愁思绪，都付之一醉，暂且忘却吧。乘坐小船沿芦苇岸边千里漂泊，张翰那种思念菰菜莼羹就辞官归家的作为，于我只能是一场梦了，我惟有默默无语把思念寄托给南飞鸿雁。醉眼朦胧中回望渺远的黄河洛水，夕阳笼罩下留存多少遗憾和愤恨！在苹草萋萋的洲渚外面，远山在暮色里就要收敛他的眉峰。俯仰凭吊平山堂的人间遗迹，叹息欧、苏两位仙翁已然远逝。眼前没了当时的杨柳，只是从前的烟雨，磨灭了几位英雄。且唱响一声孤啸，我又将匹马启程，在西风凄紧的天地间。", "poem_zhu": "(yǐ)(luó)(gū)(chún)(gēng)螺红：红色的螺杯。菰菜莼羹：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就辞官归乡。河洛：黄河与洛水之间的地区。此处泛指沦陷于金兵之手的土地，故词人有遗恨在焉。(míng)(liǎn)两仙翁：指欧阳修与苏东坡。匹马：有作者自喻意。", "poem_shang": "“江南江北愁思”两句，意思是说平生行遍江南江北，积累起来的许多愁思，都付之一醉，暂时忘却吧。借酒消愁本来是人之常情，尤以文人为甚。但作者哪里来这么多“愁思”，它的具体内容又是什么呢？一是自伤飘泊无定，二是慨叹中原未复。这就是有点有染的写法，即先说明性质，然后再表现内容。“芦叶蓬舟千里”三句，写词人长年飘泊在外，不能回乡。“芦叶”句展示“蓬舟”（盖有蓬顶的小舟）在长满芦叶的岸边行驶之状。“千里”极言行程之长，飘泊地域之广阔。“菰菜莼羹”用的是张翰的典故：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就命驾而归。“菰菜莼羹”后面加上“一梦”两字，就否定了此事的现实性。因而只好“无语寄归鸿”，默默无言地目送征鸿南归。方岳是南宋后期著名的江湖派诗人之一，他少年飘荡江湖，中年以后，虽中了进士而宦游各地，还不免有“游宦成羁旅”之感。思归而不得，发为愁思，就是顺理成章的事了。“醉眼渺河洛，遗恨夕阳中”一句，意思是醉酒后的词人双眼朦胧，河洛一带渺不可及，而遗恨于夕阳之中，这不是其字面意思，实质上它抒发的是词人为中原沦落，未能收复而遗恨。下片又从眼前景物写起。“苹洲外”三句，写远山在黄昏中的姿态。“苹洲”是长满苹草的洲渚；苹洲之外，远山在暮色中敛下了它的眉峰，这是将愁苦的感情移入于物，写的是带情之景。这种写法，一方面增加了状物的形象性，一方面也抒发了自己的感情，可谓一举两得。“人间俯仰陈迹”至“磨灭几英雄”五句，转入怀古。作者遥想当年与平山堂有密切关系的欧阳修和苏东坡两位“仙翁”已经逝去，黯然神伤扼腕叹息。“杨柳”和“烟雨”是欧阳修和苏东坡词中描写的平山堂景色，作者巧妙地引用这两个词，除了表示对欧苏二公无限景仰外，还寄托了沧桑之感。“杨柳”已非，“烟雨”依旧，而几许英雄，已磨灭于此变化之中。这几乎是文人登临怀古的一个永恒主题，骨子里是感到人生虚幻，蒙上了一层虚无的感伤色彩，这是失意牢落者常有的感情。最后两句，从怀古议论回到现实，写自己又将匹马登程，在西风凄烈的天地之间，怅然孤啸。其情其景，是够令人感伤的。这一结尾，又回到了飘泊的愁思，与上片遥相呼应。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_20de62733ff1.aspx", "poem_title": "湘春夜月·近清明", "poem_author": "宋代.黄孝迈", "poem_body": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。\n空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。", "poem_yi": "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。", "poem_zhu": "湘春夜月：词牌名，是黄孝迈的自度曲。翠禽：翠鸟。柳花：指柳絮。(zūn)空尊：空樽，空酒杯。翠玉楼：即前文“楚乡旅宿”。桃根：后词中多代指意中人。者次第：“如此种种”的意思。者，同“这”。并刀：并州（今山西太原）的剪刀，当时以锋利著称。", "poem_shang": ""},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_b5b2ba43d533.aspx", "poem_title": "江城子·示表侄刘国华", "poem_author": "宋代.吴潜", "poem_body": "家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。\n采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。", "poem_yi": "屋子旁边有田园十亩，春光正好，百花都酝酿竞放娇颜。多情的杨柳，随风披拂摇摆，笼着淡淡轻烟。幽馆闲亭随处可见，我时时拄着手杖，稍作流连。采山货，钓河鱼，味道既鲜而美，我是那酣饮中的酒仙，醉倒后的禅人。在闲居的日子里，日上三竿我还酣睡不起。人们都说做一品高官好，但有多少事，聒碎心田。", "poem_zhu": "(niàng)别馆：别墅。策杖：拄着手杖。(chán)(yíng)醉中禅：醉倒后的禅人。禅，这里指醉心禅法者。", "poem_shang": "这是一首述志言怀的词。词人通过对自己日常生活的描述，表明了自己不慕名利的生活态度及淡然闲静的心境。悠游林下的闲适和禅宗的空灵境界，在作者看来，可以达到融通：经过内“碎心田”而外“一品高官”的红尘修炼，“仙”“禅”的况味一起随着乡村伴日高眠、把酒垂钓的生活油然而生，集中体现在了这首词中。上阕描写词人的居处。词人所居之处如同世外桃源，田园十亩，百花竞放，柳条依依。于这景物中，词人的心境表露无遗，他不苟于俗，过着恬然自得的生活。下阕述写词人的日常生活。他生活是悠闲随性的：采山货，钓河鱼，畅饮美酒，睡觉睡到日上三竿。“一品高官”以下三句，词人直抒胸臆，表明自己安贫乐道，不愿过那钩心斗角的官场生活。这首词写得平白易懂，不事雕琢。全篇信手拈来，准确妥帖地将词人自己的心境传达出来。"},
{"poem_type": "卷十·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_79d801867ad0.aspx", "poem_title": "虞美人·听雨", "poem_author": "宋代.蒋捷", "poem_body": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。\n而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。", "poem_yi": "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。", "poem_zhu": "昏：昏暗，罗帐：古代床上的纱幔。断雁：失群孤雁。(sēng)(bìn)僧庐：僧寺，僧舍。星星：白发点点如星，形容白发很多。无情：无动于衷。一任：听凭。", "poem_shang": "历代诗人的笔下，绵绵不断的细雨总是和“愁思”难解难分的，如：“梧桐更兼细雨，到黄昏，点点滴滴，这次第，怎一个愁字了得？”“欲黄昏，雨打梨花深闭门。”但是在蒋捷词里，同是“听雨”，却因时间不同、地域不同、环境不同而有着迥然不同的感受。词人从“听雨”这一独特视角出发，通过时空的跳跃，依次推出了三幅“听雨”的画面，而将一生的悲欢歌哭渗透、融汇其中。第一幅画面：“少年听雨歌楼上，红烛昏罗帐。”它展现的虽然只是一时一地的片断场景，但具有很大的艺术容量。“歌楼”、“红烛”、“罗帐”等绮艳意象交织出现，传达出春风骀荡的欢乐情怀。少年时候醉生梦死，一掷千金，在灯红酒绿中轻歌曼舞，沉酣在自己的人生中。一个“昏”字，把那种“笙箫吹断水云间，重按霓裳歌遍彻”的奢靡生活表现出来。这时听雨是在歌楼上，他听的雨就增加了歌楼、红烛和罗帐的意味。尽管这属于纸醉金迷的逐笑生涯，毕竟与忧愁悲苦无缘，而作者着力渲染的只是“不识愁滋味”的青春风华。这样的阶段在词人心目中的印象是永恒而短暂的。以这样一个欢快的青春图，反衬后面的处境的凄凉。第二幅画面：“壮年听雨客舟中，江阔云低，断雁叫西风。”一个客舟中听雨的画面，一幅水大辽阔、风急云低的江秋雨图，一只失群孤飞的大雁。这里的“客舟”不是《枫桥夜泊》中的客船，也不是“惊起一滩鸥鹭”里的游船，而是孤独的天涯羁旅，孤独、忧愁、怀旧时时涌在心头。这时的雨伴随着断雁的叫声。这一个“断”字，联系了诸多意境，同断肠联系在一起，同亲情的斩断联系在一起，有一种人生难言的孤独和悔恨。“客舟”及其四周点缀的“江阔”、“云低”、“断雁”、“西风”等衰瑟意象，映现出风雨飘摇中颠沛流离的坎坷遭际和悲凉心境。壮年之后，兵荒马乱之际，词人常常在人生的苍茫大地上踽踽独行，常常尔奔曲走，四方漂流。一腔旅恨、万种离愁都已包孕在他所展示的这幅江雨图中。“而今听雨”的画面，是一幅显示他当前处境的自我画像。一个白发老人独自在僧庐下倾听着夜雨。处境之萧索，心境之凄凉，在十余字中，一览无余。江山己易主，壮年愁恨与少年欢乐，已如雨打风吹去。此时此地再听到点点滴滴的雨声，却已木然无动于衷了。“悲欢离合总无情”，是追抚一生经历得出的结论，蕴有无限感伤，不尽悲慨。“一任阶前点滴到天明”，似乎已心如止水，波澜不起，但彻夜听雨本身，却表明他并没有真正进入超脱沉静的大彻大悟之境，只不过饱经忧患，已具有“欲说还休”的情感控制能力。捷的这首词，内容包涵较广，感情蕴藏较深。以他一生的遭遇为主线，由少年歌楼听雨，壮年客舟听雨，写到寄居僧庐、鬓发星星。结尾两句更越过这一顶点，展现了一个新的感情境界。“一任”两个字，就表达了听雨人的心情。这种心情，在冷漠和决绝中透出深化的痛苦，可谓字字千钧。虽“一任点滴到天明”，却也同时难掩听雨人心中的不平静。身在僧庐，也无法真正与世隔绝，也不能真正忘怀人生。方位名词的巧妙运用，是这首词的一大特点。“少年听雨歌楼上”，追欢逐乐，无忧无虑，正是作者一生中最美好、最快乐的时光，因而一个“上”字，正好暗合作者这样一种生活情境。“壮年听雨客舟中”，这时期的作者，进士及第不久，南宋灭亡，他不肯仕元，开始了漂泊生涯。“软语灯边、笑涡红透”的家庭生活既已失去，离乱生活，使他惟有感时伤怀，于客舟中听潇潇冷雨，吹瑟瑟西风，看辽阔的江面堆满铅灰色的云，失群孤雁传来凄厉的哀鸣，心境一何愁苦悲凉！但这时的处境与暮年相比，还未到达极端孤寂的境地，因而用一“中”字，倒也贴切。“而今听雨僧庐下”，已是白发老者的他，已经尝遍了悲欢离合的滋味，大半生坎坷遭遇的折磨，几乎使他到了麻木的地步，悲欢离合，已经无法掀动他感情的涟漪，因而他能够听任檐前冷雨一直滴到天明。作者真的已经麻木不仁、万念俱灰了吗？如果四大皆空，又为什么彻夜难眠呢？可见作者的忧愁痛苦不仅没有得到解脱，只是换了一种形式而已。这另一种形式的愁苦，是情感的内敛与深化。这时一个“下”字，自然与作者风烛残年的境遇高度一致。三个方位名词，也许并非刻意安排，但作者一生的际遇，确实能从这三个方位名词上看出端倪，不是吗？这首词以“听雨”为线索，以时间为顺序，选取作者一生三个典型片断，凸显词人晚年悲苦凄凉的境遇和心情。同是听雨，不同的年龄，不同的环境，不同的际遇，有着迥然不同的感受。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_382552f8064a.aspx", "poem_title": "虞美人·听雨", "poem_author": "宋代.蒋捷", "poem_body": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。\n而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。", "poem_yi": "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。", "poem_zhu": "昏：昏暗，罗帐：古代床上的纱幔。断雁：失群孤雁。(sēng)(bìn)僧庐：僧寺，僧舍。星星：白发点点如星，形容白发很多。无情：无动于衷。一任：听凭。", "poem_shang": "历代诗人的笔下，绵绵不断的细雨总是和“愁思”难解难分的，如：“梧桐更兼细雨，到黄昏，点点滴滴，这次第，怎一个愁字了得？”“欲黄昏，雨打梨花深闭门。”但是在蒋捷词里，同是“听雨”，却因时间不同、地域不同、环境不同而有着迥然不同的感受。词人从“听雨”这一独特视角出发，通过时空的跳跃，依次推出了三幅“听雨”的画面，而将一生的悲欢歌哭渗透、融汇其中。第一幅画面：“少年听雨歌楼上，红烛昏罗帐。”它展现的虽然只是一时一地的片断场景，但具有很大的艺术容量。“歌楼”、“红烛”、“罗帐”等绮艳意象交织出现，传达出春风骀荡的欢乐情怀。少年时候醉生梦死，一掷千金，在灯红酒绿中轻歌曼舞，沉酣在自己的人生中。一个“昏”字，把那种“笙箫吹断水云间，重按霓裳歌遍彻”的奢靡生活表现出来。这时听雨是在歌楼上，他听的雨就增加了歌楼、红烛和罗帐的意味。尽管这属于纸醉金迷的逐笑生涯，毕竟与忧愁悲苦无缘，而作者着力渲染的只是“不识愁滋味”的青春风华。这样的阶段在词人心目中的印象是永恒而短暂的。以这样一个欢快的青春图，反衬后面的处境的凄凉。第二幅画面：“壮年听雨客舟中，江阔云低，断雁叫西风。”一个客舟中听雨的画面，一幅水大辽阔、风急云低的江秋雨图，一只失群孤飞的大雁。这里的“客舟”不是《枫桥夜泊》中的客船，也不是“惊起一滩鸥鹭”里的游船，而是孤独的天涯羁旅，孤独、忧愁、怀旧时时涌在心头。这时的雨伴随着断雁的叫声。这一个“断”字，联系了诸多意境，同断肠联系在一起，同亲情的斩断联系在一起，有一种人生难言的孤独和悔恨。“客舟”及其四周点缀的“江阔”、“云低”、“断雁”、“西风”等衰瑟意象，映现出风雨飘摇中颠沛流离的坎坷遭际和悲凉心境。壮年之后，兵荒马乱之际，词人常常在人生的苍茫大地上踽踽独行，常常尔奔曲走，四方漂流。一腔旅恨、万种离愁都已包孕在他所展示的这幅江雨图中。“而今听雨”的画面，是一幅显示他当前处境的自我画像。一个白发老人独自在僧庐下倾听着夜雨。处境之萧索，心境之凄凉，在十余字中，一览无余。江山己易主，壮年愁恨与少年欢乐，已如雨打风吹去。此时此地再听到点点滴滴的雨声，却已木然无动于衷了。“悲欢离合总无情”，是追抚一生经历得出的结论，蕴有无限感伤，不尽悲慨。“一任阶前点滴到天明”，似乎已心如止水，波澜不起，但彻夜听雨本身，却表明他并没有真正进入超脱沉静的大彻大悟之境，只不过饱经忧患，已具有“欲说还休”的情感控制能力。捷的这首词，内容包涵较广，感情蕴藏较深。以他一生的遭遇为主线，由少年歌楼听雨，壮年客舟听雨，写到寄居僧庐、鬓发星星。结尾两句更越过这一顶点，展现了一个新的感情境界。“一任”两个字，就表达了听雨人的心情。这种心情，在冷漠和决绝中透出深化的痛苦，可谓字字千钧。虽“一任点滴到天明”，却也同时难掩听雨人心中的不平静。身在僧庐，也无法真正与世隔绝，也不能真正忘怀人生。方位名词的巧妙运用，是这首词的一大特点。“少年听雨歌楼上”，追欢逐乐，无忧无虑，正是作者一生中最美好、最快乐的时光，因而一个“上”字，正好暗合作者这样一种生活情境。“壮年听雨客舟中”，这时期的作者，进士及第不久，南宋灭亡，他不肯仕元，开始了漂泊生涯。“软语灯边、笑涡红透”的家庭生活既已失去，离乱生活，使他惟有感时伤怀，于客舟中听潇潇冷雨，吹瑟瑟西风，看辽阔的江面堆满铅灰色的云，失群孤雁传来凄厉的哀鸣，心境一何愁苦悲凉！但这时的处境与暮年相比，还未到达极端孤寂的境地，因而用一“中”字，倒也贴切。“而今听雨僧庐下”，已是白发老者的他，已经尝遍了悲欢离合的滋味，大半生坎坷遭遇的折磨，几乎使他到了麻木的地步，悲欢离合，已经无法掀动他感情的涟漪，因而他能够听任檐前冷雨一直滴到天明。作者真的已经麻木不仁、万念俱灰了吗？如果四大皆空，又为什么彻夜难眠呢？可见作者的忧愁痛苦不仅没有得到解脱，只是换了一种形式而已。这另一种形式的愁苦，是情感的内敛与深化。这时一个“下”字，自然与作者风烛残年的境遇高度一致。三个方位名词，也许并非刻意安排，但作者一生的际遇，确实能从这三个方位名词上看出端倪，不是吗？这首词以“听雨”为线索，以时间为顺序，选取作者一生三个典型片断，凸显词人晚年悲苦凄凉的境遇和心情。同是听雨，不同的年龄，不同的环境，不同的际遇，有着迥然不同的感受。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_10a63215ee69.aspx", "poem_title": "卜算子·片片蝶衣轻", "poem_author": "宋代.刘克庄", "poem_body": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。\n朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。", "poem_yi": "片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。如果说上天不爱花，为何把它们设计得这么巧妙？早上看见树上花儿朵朵，傍晚却剩下不多。如果说上天爱花，为何又用风雨摧残它们？", "poem_zhu": "(xīng)蝶衣轻：花瓣象蝴蝶翅膀那样轻盈。猩红：象猩猩血一样鲜红。了：尽。", "poem_shang": "辛派词人素以豪放闻名。刘克庄词，尤以豪放见长，不写儿女情长，晓风残月。但刘克庄也写婉约词，而且糅豪放于婉约之中，更见其独具一格的豪放。这首《卜算子》即是如此，用比兴手法，委婉含蓄地表达了词人才不见用的凄楚情怀。上片先写花的可爱。起首一韵为花描态绘色：片片花瓣儿宛如蝴蝶轻盈的翅膀；点点花朵儿猩红如染，那么鲜艳娇美。上句写花之态，从花瓣儿着墨，因花瓣儿薄，故云“轻”；下句写花之色从整个花朵儿落笔，海棠花朵儿个小，所以在写花之色的同时再著一“小”字，并补足上文“轻”字。两句同一写花，而角度各异，为下句“百种千般巧”伏笔。而“片片”又见花瓣儿之多，“点点”又见花朵儿之密，为下片换头句“朝见树头繁”埋下伏笔。歇拍一韵旨在写花的可爱，可词人偏不直说，而是以揣度的口吻插入一句议论，用“道是天公不惜花”衬起，然后再说出花的“百种千般巧”。这样写，不仅沉着有力，使行文不板；而且，由于引进了“天公”即自然界的主宰“天老爷”丰富了全词的含蕴，突出了作者创作本词的寓意，很耐人寻味。歇拍句的“百种千般巧”，当然包括上文所说的姿致轻盈、体态娇小、色彩鲜艳，但细味“巧”字，又分明包含着花的气韵美和内在美。只有形貌和气韵、外在的表现和内在的含蕴配合相宜、谐和一致，方可谓之“巧”，谓之美。下片写花被“雨洗风吹了”的惋惜之情。上片极写花的可爱，这是为下片写花被雨打风吹去作铺垫。所以过片一韵便说：“朝见树头繁，暮见枝头少。”这里，“繁”、“少”对写，“朝”、“暮”对提，不仅见花事变化之遽，亦且见词人对花事的关心。从中我们可以想见“爱花成癖”的词人秉烛逐枝察看的忧惧情态，这一韵不似上片起首一韵，似对非对，却极有韵致，一段惜花情思宛然若揭。最后一韵乃全词的核心所在，但词人也不直说，而先用“道是天公果惜花”句衬起，然后再说出花事被“雨洗风吹了”的可悲现实。这话也很发人深思，同样具有一种哲理性味道，因为同上片歇拍一韵所说，本来就是一个问题的两个方面。而且，上片的“道是”句是扬，这里的“道是”句是抑，欲抑先扬，抑扬之间，流露出词人对天老爷任凭风雨摧残花事的不满。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_feb73254c693.aspx", "poem_title": "玉楼春·戏林推", "poem_author": "宋代.刘克庄", "poem_body": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。\n易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。", "poem_yi": "年年骑着高头大马在京城里东奔西跑，竟然把客舍当成了家里，家里反而像成了寄宿的地方一样。每天都拿着青铜大钱买酒狂饮，整日吊儿郎当，无所事事一天混到晚，每天晚上点起红烛掷骰赌博，经常都是彻夜不眠一直到天亮。你应该知道，妻子的真情容易得到，妓女的心思却难以触摸猜透。西北的神州还没有收复，男子汉应该有收复故土的豪情壮志，切不要为了红粉知已而轻易地流下几行男儿泪。", "poem_zhu": "(xiāo)(mèi)长安：借指南宋都城临安。寄：客居。此句说客居的日子多于家居的日子。青钱：古铜钱成色不同，分青钱、黄钱两种。无何：不过问其他的事情。红烛呼卢：晚上点烛赌博。呼卢，古时一种赌博，又叫樗蒲，削木为子，共五个，一子两面，一面涂黑，画牛犊，一面涂白，画雉。五子都黑，叫卢，得头彩。掷子时，高声大喊，希望得到全黑，所以叫呼卢。(pàn)锦妇机中字：织锦中的文字。化用前秦窦滔妻苏惠织锦为回文诗以寄其夫的典故。晋窦滔妻苏惠字若兰，善属文。滔仕前秦符坚为秦州刺史，被徒流沙。苏氏在家织锦为回文璇玑图诗，用以赠滔。诗长八百四十字，可以宛转循环以读，词甚凄惋。玉人：美人，这里指妓女。这句说妓女的心事是不易捉摸的。水西桥：水西桥在水西门。此处泛指妓女所居之处。", "poem_shang": "此词是刘克庄为规劝林姓友人而写的一篇佳作。饮酒狎妓，原是文人津津乐道的快事。但时值国运衰颓，时势艰危，词人早已没有了心思。因此对林姓友人的纵酒狎妓生活深感惋惜和遗憾。因而写词予以规劝，颇具辛派词人特色。词的上片极力描写林的浪漫和豪迈。“年年跃马长安市，客舍似家家似寄”言其久客轻家。“长安”借指南宋都城临安（今杭州）。年年驰马于繁华的都市街头，视客舍（借指酒楼妓馆）如家门而家门反像寄居之所，可见其性情之落拓。“青钱换酒日无何，红烛呼卢宵不寐”则具言其纵情游乐。二句盖从杜甫《逼侧行赠毕四曜》“速宜相就饮一斗，恰有三百青铜钱”及晏几道《浣溪沙》“户外绿杨春系马，床前红烛夜呼卢”等语化出。“无何”即无事，“呼卢”指赌博。日夜不休地纵酒浪博，又可见其生活之空虚。作者在其它词作中也提到过这位林姓朋友的狎妓纵欲生活，可以互参。如此描写，表面上是对林的豪迈性格的赞赏，实际上则是对林的放荡行为的惋惜。下片就点对林的规箴。“易挑锦妇机中字，难得玉人心下事？”二句对举成文，含蓄地批评他迷恋青楼、疏远家室的错误。妻子情真意切，忠实可靠，妓女水性杨花，朝秦暮楚，一点也不值得信赖。结末“男儿西北有神州，莫滴水西桥畔泪”二句熔裁辛弃疾《贺新郎·同父见和再用韵答之》“我最怜君中宵舞，道男儿到死心如铁”及《水调歌头。送施密圣与帅江西》“同贱子亲再拜：西北有神州”等句意，热情而严肃地呼唤林某从偎红倚翠中解脱出来，立志为收复中原建立一番功业。“水西桥”是当时妓女聚居的一个地方，“莫滴水西桥畔泪”即不要同那些妓女们混在一起，洒抛那种无聊的伤离恨别之泪。这样的规箴，辞谐而意甚庄，“旨正而语有致”（《艺概》评后村词语）。末二语尤见壮心，“足以使懦夫有立志”（《白雨斋词话》评此词语）。总之，这首词的情感格调是非常高的。词中充满着一种高扬的爱国主义激情，对声色犬马的糜烂生活极其不屑，让人读后击节佩赏。其艺术风格上的特色是：气劲辞婉，中刚外柔。作者对他这位朋友的荒于狎妓是非常惋惜的，从篇末二句一扬一抑的情感落差来看，甚至颇有点愠怒。但用来表达此种惋惜和愠怒的言语却十分委婉，心中激昂慷慨，笔下温厚和平，摧刚为柔达炉火纯青的地步。此词章法亦甚精巧，上片写人，下片致意，既各有所重，又相得益彰。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_b120ceb5ac7e.aspx", "poem_title": "贺新郎·九日", "poem_author": "宋代.刘克庄", "poem_body": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。\n少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。", "poem_yi": "暗沉沉的天空一片昏黑，又交织着斜风细雨。实在令人难以忍受，我的心中纷乱如麻，千丝万缕的愁思如织。我平生就喜欢登高临远眺望四海，幸亏现在高楼百尺。放眼望去，千山万壑尽现于点点秋色里，我胸襟博大满怀情意。虽然只是普通的一个白发书生，流洒下的行行热泪却总是为着神州大地，绝不会像曾经登临牛山的古人一样，为自己的生命短暂而悲哀饮泣。追忆怀念以往的荣辱兴衰，一切都已经杳无影迹了。少年时我风华正茂，气冲斗牛，自以为身上负有凌云健笔。到而今才华如春花凋谢殆尽，只剩下满怀萧条寂寞的心绪。常常怨恨世人的新意太少，只爱说南朝文人的疏狂旧事。每当重阳吟咏诗句，动不动就把孟嘉落帽的趣事提起，让人感到有些厌烦。如果对着菊花而不饮酒，恐怕菊花也会嘲笑人太孤寂。只看见鸿雁向北飞去，一轮昏黄的斜阳渐渐向西边沉了下去。", "poem_zhu": "(zhàn)九日：指农历九月九日重阳节。湛湛：深远的样子。空四海：望尽了五湖四海。高楼百尺：指爱国志士登临之所。白发书生：指词人自己。牛山：在山东临淄县南。(niān)(cén)(nì)凌云笔：谓笔端纵横，气势干云。南朝狂客：指孟嘉。晋孟嘉为桓温参军，尝于重阳节共登龙山，风吹帽落而不觉。拈出：搬出来。岑寂：高而静。岑音此仁反。匿：隐藏。", "poem_shang": "首三句先以“湛湛长空黑”烘托出胸中块垒，通过对昏黑风雨交加的描写，表达出词人忧虑国事、痛心神州陆沉的悲愤之情。满天密布深黑的乌云，再加上阵阵斜风细雨，使人心乱如麻，愁思似织，“乱愁如织”点出全篇主旨。重阳本来是登高之佳节，由于风雨凄凄，只能登上高楼，放眼遥望千山万壑，浩荡秋色。但“千崖秋色”，寂寞凄凉，会使人泪水滂沱。“白发”四句直抒“老眼”登览之所感。“神州泪”说明词人是为神州残破沉沦的“往事”而极度伤心洒泪。“神州”二字曾在词人词中反复出现，说明恢复中原是他念念不忘的头等大事。“少年”三句遥接“老眼平生”，折笔追叙少年时代的豪兴与才情。但是目前却青春已逝，壮志成空，进一步突出了如今的家国之恨。“常恨世人”三句则有更深寄托。词人慨恨文士不顾国家多难，只想效法魏晋名士风流的狂客行径，每年在重阳节登高，总喜欢提起东晋孟嘉落帽的故事，把它称扬一番，毫无现实意义。“若对”两句，是说如自己这样的忧国志士，并不追慕魏晋风度，但对国破家亡的现状忧心如焚却又无能为力。词意至此急转直下，壮志未酬，词人在感愤之余，觉得自己既不能改变这种局面，在此佳节也只能赏黄花以遣怀，借酒浇愁了。“鸿北去”，目送飞鸿北去，抒发对故土的思恋。“日西匿”暗指南宋国势危殆，振兴无望。以天际广漠之景物作结，与首句呼应，意余言外。上片写重阳节登高望远所引起的感喟。下片批评当时的文人只知搬弄典故的浮泛文风，表达出词人对国事和民生的极端关注。全词写景寓情，叙事感怀，以议论为主，借题发挥，感慨苍凉。主旋律是英雄失路融家国之恨的慷慨悲歌，意象凄瑟，既豪放，又深婉。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_9d979213a02a.aspx", "poem_title": "贺新郎·九日", "poem_author": "宋代.刘克庄", "poem_body": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。\n少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。", "poem_yi": "暗沉沉的天空一片昏黑，又交织着斜风细雨。实在令人难以忍受，我的心中纷乱如麻，千丝万缕的愁思如织。我平生就喜欢登高临远眺望四海，幸亏现在高楼百尺。放眼望去，千山万壑尽现于点点秋色里，我胸襟博大满怀情意。虽然只是普通的一个白发书生，流洒下的行行热泪却总是为着神州大地，绝不会像曾经登临牛山的古人一样，为自己的生命短暂而悲哀饮泣。追忆怀念以往的荣辱兴衰，一切都已经杳无影迹了。少年时我风华正茂，气冲斗牛，自以为身上负有凌云健笔。到而今才华如春花凋谢殆尽，只剩下满怀萧条寂寞的心绪。常常怨恨世人的新意太少，只爱说南朝文人的疏狂旧事。每当重阳吟咏诗句，动不动就把孟嘉落帽的趣事提起，让人感到有些厌烦。如果对着菊花而不饮酒，恐怕菊花也会嘲笑人太孤寂。只看见鸿雁向北飞去，一轮昏黄的斜阳渐渐向西边沉了下去。", "poem_zhu": "(zhàn)九日：指农历九月九日重阳节。湛湛：深远的样子。空四海：望尽了五湖四海。高楼百尺：指爱国志士登临之所。白发书生：指词人自己。牛山：在山东临淄县南。(niān)(cén)(nì)凌云笔：谓笔端纵横，气势干云。南朝狂客：指孟嘉。晋孟嘉为桓温参军，尝于重阳节共登龙山，风吹帽落而不觉。拈出：搬出来。岑寂：高而静。岑音此仁反。匿：隐藏。", "poem_shang": "首三句先以“湛湛长空黑”烘托出胸中块垒，通过对昏黑风雨交加的描写，表达出词人忧虑国事、痛心神州陆沉的悲愤之情。满天密布深黑的乌云，再加上阵阵斜风细雨，使人心乱如麻，愁思似织，“乱愁如织”点出全篇主旨。重阳本来是登高之佳节，由于风雨凄凄，只能登上高楼，放眼遥望千山万壑，浩荡秋色。但“千崖秋色”，寂寞凄凉，会使人泪水滂沱。“白发”四句直抒“老眼”登览之所感。“神州泪”说明词人是为神州残破沉沦的“往事”而极度伤心洒泪。“神州”二字曾在词人词中反复出现，说明恢复中原是他念念不忘的头等大事。“少年”三句遥接“老眼平生”，折笔追叙少年时代的豪兴与才情。但是目前却青春已逝，壮志成空，进一步突出了如今的家国之恨。“常恨世人”三句则有更深寄托。词人慨恨文士不顾国家多难，只想效法魏晋名士风流的狂客行径，每年在重阳节登高，总喜欢提起东晋孟嘉落帽的故事，把它称扬一番，毫无现实意义。“若对”两句，是说如自己这样的忧国志士，并不追慕魏晋风度，但对国破家亡的现状忧心如焚却又无能为力。词意至此急转直下，壮志未酬，词人在感愤之余，觉得自己既不能改变这种局面，在此佳节也只能赏黄花以遣怀，借酒浇愁了。“鸿北去”，目送飞鸿北去，抒发对故土的思恋。“日西匿”暗指南宋国势危殆，振兴无望。以天际广漠之景物作结，与首句呼应，意余言外。上片写重阳节登高望远所引起的感喟。下片批评当时的文人只知搬弄典故的浮泛文风，表达出词人对国事和民生的极端关注。全词写景寓情，叙事感怀，以议论为主，借题发挥，感慨苍凉。主旋律是英雄失路融家国之恨的慷慨悲歌，意象凄瑟，既豪放，又深婉。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_9134991f2c16.aspx", "poem_title": "长相思·惜梅", "poem_author": "宋代.刘克庄", "poem_body": "寒相催。暖相催。催了开时催谢时。丁宁花放迟。\n角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。", "poem_yi": "寒冷时催促梅花开放，暖和时催促着凋落，早开便会早落。叮嘱花儿，还是迟一点开吧。角声吹起，笛声吹起。吹落了南枝梅花，又吹落了北枝。清晨梅花就漫天飞舞，宛若飘飘白雪。", "poem_zhu": "丁宁：叮咛，反复地嘱咐。(zhāo)明朝：清晨。", "poem_shang": "此词题为“惜梅”；上片着重在一个“惜”字上，起首两句写梅的开放和谢落，以下两句叹息寒催梅开，暖催梅落，早开便会早落，表现惜花之心。下片从惜梅引申到伤时，先写闻曲有感，再从惜花转到忧时，末句词意一转，仍归结到惜梅上。梅花开时清香阵阵，沁人心脾。梅花落时，片片花瓣，漫天飞舞，宛若飘飘白雪，使人观之不胜叹惋，欲留不能。一个“惜”字，深入骨髓。“寒相催。暖相催。”两句写梅的开放和谢落。“寒相催”，“暖相催”是指气候转暖，促使梅花萎谢。“催了开时催谢时。丁宁花放迟。”两句叹息寒催梅开，暖催梅落，早开便会早落，因此就叮嘱花儿，还是迟一点开吧。其惜花之心，由此可见。及到花飞春去，就感伤不已，真是惜花兼又伤春。对此作者有不同的看法，认为，花儿开得迟些，甚而至于不开，那就没有谢落之事，当然也不会生惜花之心。此即所谓“无得亦无失”，也是妙参佛理的“了达”之语，由此可见作者的人生态度是“殊有悟境”。下片从惜梅引申到伤时。先写闻曲有感，但闻角声传出《大梅花》、《小梅花》的曲调，笛声传出《梅花落》的曲子。因为汉代军中之乐横吹曲中有《梅花落》是笛中曲名。角也是军中吹器，唐大角曲就有《大梅花》、《小梅花》等曲。“鸣角”又有“收兵”之义，因此，边境告急，城危如卵，谁又能承担起恢复中原的重任呢？词意至此，已从惜花转到忧时。“吹了南枝吹北枝”，此句承上两句而来；南方气候温和，寒流罕至，岭梅往往南枝花落，北枝花开，所以说角声、笛声吹落了南枝梅花，又吹落了北枝。这里暗与上文照应，隐指危机存在于偏安江南之小朝廷。末句词意一转，仍归结到惜梅上。梅花开时清香阵阵，沁人心脾。梅花落时，片片花瓣，漫天飞舞，宛若飘飘白雪，使人观之不胜叹惋，欲留不能。一个“惜”字，深入骨髓。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_2964b569c32c.aspx", "poem_title": "玉楼春·春思", "poem_author": "宋代.严仁", "poem_body": "春风只在园西畔，荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。\n意长翻恨游丝短，尽日相思罗带缓。宝奁明月不欺人，明日归来君试看。", "poem_yi": "暮春的风光只在庭园的西边，荠菜花开得正好，蝴蝶也飞来飞去忙乱着。冰清澄澈的池塘一汪碧绿。香径上的花儿已经落尽，就连落在小路上的花瓣也被风吹得老远。我的相思太深，竟怨摇曳的游丝太短。整日里为相思煎熬，以致体瘦而衣带渐渐松缓。打开梳妆镜，镜如明月，不会骗人，镜中的人容颜已憔悴，等明日君归来看镜，亲自看一看我憔悴的容颜，便知我的一片深情。", "poem_zhu": "(jì)冰池晴绿：指池水碧绿。(lián)罗带缓：因体瘦而衣带松。奁：镜匣。这里指镜子。晴绿：指池水。", "poem_shang": "在现存的词作里，严仁有词三十首，其中一半以上写闺情。“闺情”，在唐宋词里是写作量占多数的一种题材。这种词的表现手法多样，或雕琢，或白描，但有创意，新颖别致的倒为数不多。而本词却有其独到之处。本词采用常见的上景下情的写法。但其写景却在动与静对比的同时，用暗示衬托出思妇的情怀。小园内春光烂漫，杂花竞放，但思妇的视线却只有小园西畔的一片荠菜花，此时荠菜开出繁密的白色小花，引来许多上下纷飞的蝴蝶。“繁”和“乱”是以荠菜花和蝴蝶的形态和活动反映出春事已深。“只在”两字暗示春风仅仅在园中停留，却不光顾寂寞的深闺荠菜本是可食之野菜，而她无心踏青挑菜，以致听任荠菜长得遍地都是：“花繁”，不仅形容荠菜长得茂密，又从另一角度暗示了思妇因思春而无意游赏的心情。词人借思妇的目光，将关注点转移到池塘和花径上。“冰池”指水面光洁如冰，莹澈清碧。“照还空”，形容冰池在阳光之下显得透明无比。“香径”写落花堆满小路，送来阵阵芳馨。“吹已断”，是说枝头花瓣都已被风吹落在地。从这一泓碧水、一条花径的静景场面中，衬托出思妇幽闺寂寞、尽日凝望的神态。这种以写景为主而景中有情的写法，过渡到下片抒情，使得全词融为一体。下片所写的相思之情，主要是以间接而曲折的手法来反映的。游丝，是飘荡于空中的昆虫之丝，说“恨游丝短”是用以反衬自己情意之长。由于相思而日益消瘦，亦不直接说出，只用“罗带缓”来暗示。这种写法在《古乐府歌》：“离家日已远，衣带日趋缓。”中有表现。《古诗十九首。行行重行行》亦有“相去日已远，衣带日已缓”之句，不过前者是游子口吻，后者是思妇之辞。这里间接地刻画出由于离别日久相思不已而渐趋消瘦的思妇形象。结尾两句设想新奇，以构思别出心裁而为人称道，是承上面“罗带缓”而进一步悬拟他日归来相见时的情景。这样的手法更显示出相思之苦。词人并未使用直接诉陈因怀人而憔悴之语，而是曲折地说：梳妆匣里的圆镜不会欺人，待你归来之日可以看到思妇消瘦的容颜。这种间接的写法看似痴语，其实是至情的流露。本词运用反衬、暗示、间接等手法，使词意婉转层深，独具韵致。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_fe3290d0289d.aspx", "poem_title": "江城子·画楼帘幕卷新晴", "poem_author": "宋代.卢祖皋", "poem_body": "画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？\n年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。", "poem_yi": "画楼上卷起了幕帘，展开一片新晴，清晨的寒意很轻微，我掩紧银白色的屏风。坠落的一片片花瓣飘来淡淡的清香，天天都令人产生愁情。暗暗地计算着十年间西湖上往返行程，有几次能遇着美丽姑娘的钟情，能与佳人幽欢尽兴。我徙然感到韶华易逝，容华凋零，终日在春酒中留连光景。没有知心的人可以交谈，对谁人也用不着清醒。天大地大，无处可以再次寻找那悠扬欢乐的箫声。即使也跟年轻时那样买花携酒，但是却完全没有了当时的那种心情。", "poem_zhu": "(pīng)(tíng)画楼：雕饰华丽的楼房。银屏：镶银的屏风。娉婷：姿态美好貌。这里借指美人。东坡词：“如有意，慕娉婷。”(chéng)酲：醉酒。", "poem_shang": "晏几道在《临江仙》的开头写“梦后楼台高锁，酒醒帘幕低垂”，是以“帘幕低垂”的阴暗景色来衬托“去年春恨却来时”的阴暗心情的。卢祖皋这首《江城子》的开头写“画楼帘幕卷新晴”，则是以“新晴”的明朗景色来反衬他“日日唤愁生”的沉闷心绪。“新晴”中的“新”字，与雨过天青，空气清鲜，阳光洒照的光明景色突现出来了，气氛是开朗的。一个“卷”字，更富浪漫色彩，和王勃“珠帘暮卷西山雨”中的“卷”字用得一样灵活。“画楼帘幕”把“新晴”“卷”进来，室内就是一片明朗的气氛了。主人索性把白色如银的屏风也收起来，好让和煦到阳光照彻楼房。但这一来，晓来的寒意却又轻轻地袭来了。“掩银屏，晓寒轻”这一句记的是平常的行动与感觉，但暗含着个情感的过渡：“新晴”原有暖意，给人欢快之感，而这里却注入个“寒轻”。这还是室内的感觉。到下句写到室外了，是“坠粉飘香”，这对“新晴”好景来说，真是大煞风光。“夜来风雨声，花落知多少”，原来风雨过后，梨花落，杏花飞，花事阑珊，春色渐老。而对如此景况，多情的词人能不产生伤春迟暮之感?于是，“日日唤愁生”就很自然的了，这句明点出个“愁”字，由景入情。这种伤春迟暮的愁情，与“新晴”的气氛是不调协的，故说首句是以乐景反衬愁情；而与“寒轻”的气氛接近，故说“掩银屏，晓寒轻”是个过渡句。“愁”的内容是什么？下文就作了注脚。“暗数十年湖上路，能几度，著娉婷。”“暗数”，富含低徊自怜之情韵，“十年”表时间之长。多少年来在美丽如画的西湖路上，能有几次与心上人共度良辰呢！这里以问句出，表达了心口自问，缠绵，悱恻之意绪。整个上片，分三层写，主要是触景生情，伤春怨别。过片开头“年华空自感飘零”一句，紧承上片的“愁”字来开拓更深的意境。一个“空”字，有虚度之意，似锦年华能几日？四处飘零，仕途艰险，情场多折，能不“愁”么？在这种愁思缠绵的熬煎下，如何打发时光？只好“日日花前常病酒”，“拥春醒”吧!希望醉中忘却烦恼，但总有酒醒的时候呀，又如何？“对谁醒”是“醒对谁”的倒装，洒醒过来对谁倾诉心曲呢?“人阔云闲，无处觅箫声”，这里化用杜牧“二十四桥明月夜，玉人何处教吹箫”之诗意。“天阔云闲”，既写实，又写虚，既写莽莽穹苍，也写悠悠别绪。可谓情景交融，意境深远。这里设问设答，表达了深沉的别离与飘泊交织之苦。结尾道：“载酒买花年少事，浑不似，旧心情”，人老了，饱经沧桑，已无年少时那种寻欢作乐的闲情了！这结语不尽惆怅之情回荡纸上。整个下片也分三层，主要是抚今忆昔，感叹飘零。全词委婉低徊，沉郁深厚，以景衬情，情景交融，一个“愁”字贯串全篇，而又是通过具体细致的心理变化的描写来逐步开拓“愁”境的。结尾有言已尽而意无穷的韵致，把读者带入这不尽惆怅的意境中；忍不住与作者同声一叹。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_b0c9e9593664.aspx", "poem_title": "绮罗香·咏春雨", "poem_author": "宋代.史达祖", "poem_body": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。\n沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "poem_yi": "春雨挟着冷气，欺凌早开的花朵，雾气漫着烟缕，困疲垂拂的柳树，千里烟雨暗暗地催促着晚春的迟暮。整日里昏暗迷蒙，像忧愁满腹，想要飘飞又忽然停住。蝴蝶吃惊自己的翅膀湿重，落在西园栖息；春燕喜欢用湿润的春泥筑巢，飞来飞去。最无奈，是道路的泥泞，妨碍了风流男女的约会佳期，使他们华丽的车辆到不了杜陵路。极目眺望，江面上烟雾沉沉。再加上春潮正在迅急，令人难以找到官家的渡口。远山全都隐隐约约，宛如佳人那含情的眼睛和眉峰。临近残断的河岸，可见绿绿的水波涨起，使水面上漂着片片落红，带着幽愁漂流向东。记得当日，正是因为有你，我怕梨花被吹打才掩起院门。正是因为有你，我才和那位佳人在西窗下秉烛谈心。", "poem_zhu": "(pǔ)(diàn)做冷欺花：春天寒冷，妨碍了花儿的开放。冥迷：迷蒙。粉重：蝴蝶身上的花粉，经春雨淋湿，飞不起来。西园：泛指园林。钿车：用珠宝装饰的车，古时为贵族妇女所乘。杜陵：地名，在陕西长安东南，也叫乐游原。(cháo)(dù)(wǔ)官渡：公用的渡船。谢娘：唐代歌妓名，后泛指歌妓。", "poem_shang": "史达祖工于描摹景物，以咏物词见长。这首咏春雨的《绮罗香》构思巧妙，摹写生动，情致深婉，也是他的咏物佳作之一。南宋后期，词坛上的咏物词，存在两种不同的写作倾向。一种是：并不对所咏之物进行细致、逼真的描摩，有时甚至根本不对“物”的形貌加以刻画，而是竭力写出所咏之物的“品格”，借物的“品格”来表现作者的人格、精神。比如姜夔的《卜算子》：“月上海云沉，鸥去吴波迥，行过西泠有一枝，竹暗人家静”。此词系咏梅花，但对梅的色香、形貌，词人全然没有着笔，而是以明月、海鸥、竹等高洁之物作为背景，侧面衬托西泠的一棵梅树，暗示此梅之“孤”与“洁”，从而表达出作者的性情人格。这种遗去形貌、专取品格的写作倾向，虽有助于深化作品的意蕴，但由于其艺术表现的中心是物的品格，而非具体的形貌，因此难以给读者具体、鲜明、生动的感受。王国维说读这类作品如“雾里看花，终隔一层。”（《人间词话》）道着了这类作品的弱点。咏物词写作的另一种倾向，重物象形貌的刻画，在力求形似的同时兼求神似。通过对所咏之物细腻、准确的描绘，努力造成一种逼真、生动的画面，并由此传达作者的情感。史达祖此词即是如此。上片一下笔，词人就创设了一种烟雨迷离昏沉的境界。濛濛春雨，带来寒意，使性喜温暖的花儿受到摧残，凄迷的雾气笼罩柳树，天空昏沉黯淡，一片暮色，仿佛是春雨偷偷促使而成。“做冷欺花”，给人以触觉上的感受；“将烟困柳”，给人以视觉上的感受；“偷催春暮”，更是巧妙地调动了人们的听觉器官，使人如闻春雨那沙沙的步履声。起笔三句，不同凡响，摄住了春雨之魂，使纸面上的绵绵春雨，变成可感可触、可见可闻的对象。接下来的“尽日”两句，进一步描写春雨的特有面貌。上句是说春雨极细极密，一片迷糊，满布空间，着重刻画的是春雨的静态；下句说春雨忽起忽止，下下停停，总下个没完，重点表现的是雨的动态。动静结合，使春雨形象更为鲜明、具体地呈现读者面前。同时，又用一“愁”字，点染气氛，奠定了全词的感情基调。以上五句，作者紧扣春雨特征加以摹写已到尽态极妍的地步。进一步刻画，已难措笔，所以作者笔锋一转，写了燕子、蝴蝶的行动。春雨沾湿蝶翅，影响它展翅飞行，故云蝶惊。春雨润湿泥土，便于燕子衔泥筑巢，故云燕喜。迷漾灰黯的春雨图经紫燕素蝶点缀，色彩有所改观，呈现一种凄丽的境界。燕、蝶的作用不仅侧面衬托春雨，扩大了词境，而且，蝶惊燕喜的气氛还反衬出作者寂寞黯然的心境。“最妨它”两句，写春雨对自己约会的影响。“佳约风流”，指男女约会。钿车，以金为饰的华丽车子。杜陵，在长安附近，汉宣帝陵墓所在地，附近多富贵人家，这里借指与情人约会之地。春雨连绵，道路泥泞，心爱之人所乘之钿车受阻，约会之事也就成为泡影了。这两句因咏物而融入闺情。“佳约”的一方，或是作者自己。雨妨佳约，钿车难至，怀人不见，愁情可知。这两句，遥应前面“愁”字。作者融一片愁情于雨景之中，借春雨冥迷暗淡之境现作者怀人不见之情，情景两者融洽无间，堪称绝妙。下片，作者继续把咏雨和抒情结合一起。上片重在描写春雨而兼寓愁绪，下片则主要抒发怀人之情而仍关合雨意。前三句写天色渐晚，潮随雨涨，江水汹涌，作者站在江边，极目远望，但见烟波迷茫，渺无边际，官方所设之渡口（官渡）隐没于烟雨之中，难以寻觅。“还被春潮晚急，难寻官渡”，化用唐朝韦应物七绝名作《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横”两句诗而自成意境。韦诗通过雨天潮急，野渡无人，小舟自横的景色描写，表现出一种悠然自得的闲情逸趣。史词则承“最妨他佳约风流，钿车不到杜陵路”两句，更进一步、更深一层表现了他的愁绪：陆路不通，则觅水道，官渡亦不见，则其愁转浓，可以想见。写来曲折细致、笔法多变。官渡既不见，映入眼中的，只是远处隐隐约约的几座山峰。 “和泪谢娘眉妩”一句，妙笔突起。谢娘本是唐时歌妓，这里借指作者所思念的女子。眉妩，指女子眉毛妩媚。此句写物拟人，含蕴极深。其一，生动地写出了烟雨迷漾之中的山峰形态；其二，将远山比作谢娘（自己之情人），可见作者因“雨妨佳约”，心头情丝缭绕，排遣不去。其三，写谢娘含泪，又是作者悬想对方因思念自己而伤心落泪，这种由“对面入笔”的写法，更翻进一层显示出作者相思之深切。这与李商隐“晓镜但愁云鬓改，夜吟应觉月光寒”的诗句及杜甫“今夜鄜州月，闺中只独看”的诗句写法机杼略同而层折更多、更深，的确是极为难得的佳句。春雨绵绵，怀人不见，伤如之何？“临断岸新绿生时，是落红带愁流处”两句承上进一步写词人之愁。春雨磁润，新绿遍生，花儿却受到摧残，脱离枝叶，带着愁意，随着流水飘向远处。言下之意，春雨隔人，除了相思，别无他法。犹如春雨摧残下的花儿，只有一条路可走，那就是“带将愁去”。无可奈何之情，溢于言表。其愁思之深长，读来真有“一江春水向东流”之感。最后两句以回想从前之事作结，依然不离雨景。“记当日门掩梨花”，化用李重元《忆王孙》词：“欲黄昏，雨打梨花深闭门”。“剪灯深夜语”，则脱胎李商隐《夜雨寄北》：“何当共剪西窗烛，却话巴山夜雨对”诗句。两句回忆往事：也是这样的春日，雨打梨花，院门深闭，自己和心爱的女子欢聚一起，剪着灯花促膝夜语。史词两句的意境，却是作者已经经历过的，是回忆的产物。作者化用前人诗词，灵活通脱，不仅不离咏雨及思人的本旨，而且还借此更为真切地反映了自己的心情。李商隐之诗本系悬想，是想象将来欢聚，而史达祖却用以忆昔，伤叹欢聚长叙已成往事，眼前他只是孤身一人，怅对沉沉大江，绵绵春雨。经过如此组合化用，形成新的境界，和全词所要传达的情绪契合无间，浑然一体。这样用事，达到古人所谓“浑化无迹”的地步。综观全词，构思措辞都很工巧，没有一字说出“雨”字，却句句不离春雨。同时，全词发抒愁情，写得婉转层折，情致深厚。张炎认为此词好在； “收纵联密，用事合题，一段意思，全在结句”。这是有一定道理的。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_7c84c04fcdf0.aspx", "poem_title": "绮罗香·咏春雨", "poem_author": "宋代.史达祖", "poem_body": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。\n沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "poem_yi": "春雨挟着冷气，欺凌早开的花朵，雾气漫着烟缕，困疲垂拂的柳树，千里烟雨暗暗地催促着晚春的迟暮。整日里昏暗迷蒙，像忧愁满腹，想要飘飞又忽然停住。蝴蝶吃惊自己的翅膀湿重，落在西园栖息；春燕喜欢用湿润的春泥筑巢，飞来飞去。最无奈，是道路的泥泞，妨碍了风流男女的约会佳期，使他们华丽的车辆到不了杜陵路。极目眺望，江面上烟雾沉沉。再加上春潮正在迅急，令人难以找到官家的渡口。远山全都隐隐约约，宛如佳人那含情的眼睛和眉峰。临近残断的河岸，可见绿绿的水波涨起，使水面上漂着片片落红，带着幽愁漂流向东。记得当日，正是因为有你，我怕梨花被吹打才掩起院门。正是因为有你，我才和那位佳人在西窗下秉烛谈心。", "poem_zhu": "(pǔ)(diàn)做冷欺花：春天寒冷，妨碍了花儿的开放。冥迷：迷蒙。粉重：蝴蝶身上的花粉，经春雨淋湿，飞不起来。西园：泛指园林。钿车：用珠宝装饰的车，古时为贵族妇女所乘。杜陵：地名，在陕西长安东南，也叫乐游原。(cháo)(dù)(wǔ)官渡：公用的渡船。谢娘：唐代歌妓名，后泛指歌妓。", "poem_shang": "史达祖工于描摹景物，以咏物词见长。这首咏春雨的《绮罗香》构思巧妙，摹写生动，情致深婉，也是他的咏物佳作之一。南宋后期，词坛上的咏物词，存在两种不同的写作倾向。一种是：并不对所咏之物进行细致、逼真的描摩，有时甚至根本不对“物”的形貌加以刻画，而是竭力写出所咏之物的“品格”，借物的“品格”来表现作者的人格、精神。比如姜夔的《卜算子》：“月上海云沉，鸥去吴波迥，行过西泠有一枝，竹暗人家静”。此词系咏梅花，但对梅的色香、形貌，词人全然没有着笔，而是以明月、海鸥、竹等高洁之物作为背景，侧面衬托西泠的一棵梅树，暗示此梅之“孤”与“洁”，从而表达出作者的性情人格。这种遗去形貌、专取品格的写作倾向，虽有助于深化作品的意蕴，但由于其艺术表现的中心是物的品格，而非具体的形貌，因此难以给读者具体、鲜明、生动的感受。王国维说读这类作品如“雾里看花，终隔一层。”（《人间词话》）道着了这类作品的弱点。咏物词写作的另一种倾向，重物象形貌的刻画，在力求形似的同时兼求神似。通过对所咏之物细腻、准确的描绘，努力造成一种逼真、生动的画面，并由此传达作者的情感。史达祖此词即是如此。上片一下笔，词人就创设了一种烟雨迷离昏沉的境界。濛濛春雨，带来寒意，使性喜温暖的花儿受到摧残，凄迷的雾气笼罩柳树，天空昏沉黯淡，一片暮色，仿佛是春雨偷偷促使而成。“做冷欺花”，给人以触觉上的感受；“将烟困柳”，给人以视觉上的感受；“偷催春暮”，更是巧妙地调动了人们的听觉器官，使人如闻春雨那沙沙的步履声。起笔三句，不同凡响，摄住了春雨之魂，使纸面上的绵绵春雨，变成可感可触、可见可闻的对象。接下来的“尽日”两句，进一步描写春雨的特有面貌。上句是说春雨极细极密，一片迷糊，满布空间，着重刻画的是春雨的静态；下句说春雨忽起忽止，下下停停，总下个没完，重点表现的是雨的动态。动静结合，使春雨形象更为鲜明、具体地呈现读者面前。同时，又用一“愁”字，点染气氛，奠定了全词的感情基调。以上五句，作者紧扣春雨特征加以摹写已到尽态极妍的地步。进一步刻画，已难措笔，所以作者笔锋一转，写了燕子、蝴蝶的行动。春雨沾湿蝶翅，影响它展翅飞行，故云蝶惊。春雨润湿泥土，便于燕子衔泥筑巢，故云燕喜。迷漾灰黯的春雨图经紫燕素蝶点缀，色彩有所改观，呈现一种凄丽的境界。燕、蝶的作用不仅侧面衬托春雨，扩大了词境，而且，蝶惊燕喜的气氛还反衬出作者寂寞黯然的心境。“最妨它”两句，写春雨对自己约会的影响。“佳约风流”，指男女约会。钿车，以金为饰的华丽车子。杜陵，在长安附近，汉宣帝陵墓所在地，附近多富贵人家，这里借指与情人约会之地。春雨连绵，道路泥泞，心爱之人所乘之钿车受阻，约会之事也就成为泡影了。这两句因咏物而融入闺情。“佳约”的一方，或是作者自己。雨妨佳约，钿车难至，怀人不见，愁情可知。这两句，遥应前面“愁”字。作者融一片愁情于雨景之中，借春雨冥迷暗淡之境现作者怀人不见之情，情景两者融洽无间，堪称绝妙。下片，作者继续把咏雨和抒情结合一起。上片重在描写春雨而兼寓愁绪，下片则主要抒发怀人之情而仍关合雨意。前三句写天色渐晚，潮随雨涨，江水汹涌，作者站在江边，极目远望，但见烟波迷茫，渺无边际，官方所设之渡口（官渡）隐没于烟雨之中，难以寻觅。“还被春潮晚急，难寻官渡”，化用唐朝韦应物七绝名作《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横”两句诗而自成意境。韦诗通过雨天潮急，野渡无人，小舟自横的景色描写，表现出一种悠然自得的闲情逸趣。史词则承“最妨他佳约风流，钿车不到杜陵路”两句，更进一步、更深一层表现了他的愁绪：陆路不通，则觅水道，官渡亦不见，则其愁转浓，可以想见。写来曲折细致、笔法多变。官渡既不见，映入眼中的，只是远处隐隐约约的几座山峰。 “和泪谢娘眉妩”一句，妙笔突起。谢娘本是唐时歌妓，这里借指作者所思念的女子。眉妩，指女子眉毛妩媚。此句写物拟人，含蕴极深。其一，生动地写出了烟雨迷漾之中的山峰形态；其二，将远山比作谢娘（自己之情人），可见作者因“雨妨佳约”，心头情丝缭绕，排遣不去。其三，写谢娘含泪，又是作者悬想对方因思念自己而伤心落泪，这种由“对面入笔”的写法，更翻进一层显示出作者相思之深切。这与李商隐“晓镜但愁云鬓改，夜吟应觉月光寒”的诗句及杜甫“今夜鄜州月，闺中只独看”的诗句写法机杼略同而层折更多、更深，的确是极为难得的佳句。春雨绵绵，怀人不见，伤如之何？“临断岸新绿生时，是落红带愁流处”两句承上进一步写词人之愁。春雨磁润，新绿遍生，花儿却受到摧残，脱离枝叶，带着愁意，随着流水飘向远处。言下之意，春雨隔人，除了相思，别无他法。犹如春雨摧残下的花儿，只有一条路可走，那就是“带将愁去”。无可奈何之情，溢于言表。其愁思之深长，读来真有“一江春水向东流”之感。最后两句以回想从前之事作结，依然不离雨景。“记当日门掩梨花”，化用李重元《忆王孙》词：“欲黄昏，雨打梨花深闭门”。“剪灯深夜语”，则脱胎李商隐《夜雨寄北》：“何当共剪西窗烛，却话巴山夜雨对”诗句。两句回忆往事：也是这样的春日，雨打梨花，院门深闭，自己和心爱的女子欢聚一起，剪着灯花促膝夜语。史词两句的意境，却是作者已经经历过的，是回忆的产物。作者化用前人诗词，灵活通脱，不仅不离咏雨及思人的本旨，而且还借此更为真切地反映了自己的心情。李商隐之诗本系悬想，是想象将来欢聚，而史达祖却用以忆昔，伤叹欢聚长叙已成往事，眼前他只是孤身一人，怅对沉沉大江，绵绵春雨。经过如此组合化用，形成新的境界，和全词所要传达的情绪契合无间，浑然一体。这样用事，达到古人所谓“浑化无迹”的地步。综观全词，构思措辞都很工巧，没有一字说出“雨”字，却句句不离春雨。同时，全词发抒愁情，写得婉转层折，情致深厚。张炎认为此词好在； “收纵联密，用事合题，一段意思，全在结句”。这是有一定道理的。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_f8387e41225e.aspx", "poem_title": "柳梢青·岳阳楼", "poem_author": "宋代.戴复古", "poem_body": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。\n不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。", "poem_yi": "带着短剑到处歌吟，洞庭湖和青草湖，明净的秋水深又深。在雄伟的岳阳楼上，眺望万顷粼粼波光，迎着西风敞开衣襟。用不着带酒登上高楼，问你有酒又与谁共斟？人世间的事不停变幻，只有湖中那一点君山，依然故我，自古如今。", "poem_zhu": "(jīn)柳梢青：词牌名，又名《陇头月》《早春怨》《云淡秋空》等。此调有平韵、仄韵两种，字句悉同，俱为双调，共四十九字。此词之体为上下片各六句三平韵。岳阳楼：江南三大名楼之一，位于湖南省岳阳市西门城头。袖剑飞吟：带着宝剑，昂首高吟。袖剑：袖内所藏短剑。洞庭青草：皆湖名，二湖相通，连成一片，在今湖南省岳阳县。一快披襟：披开衣襟，十分畅快。披襟：解开衣襟。(zhēn)携酒登临：带着酒来登高临远。变尽人间，君山一点，自古如今：人世虽无穷无化，君山则自古至今，依然如故。", "poem_shang": "这是一首登临遣怀之作。“袖剑飞吟”，据《唐才子传》记载，吕洞宾尝饮岳阳楼，醉后留诗曰：“朝游南浦暮苍梧，袖里青蛇胆气粗。三入岳阳人不识，朗吟飞过洞庭湖”。词人浪迹南北，与吕洞宾诗中所表现的气质有共通之处。这里借用来抒发自己壮游洞庭的情怀，一开始就树立了一个飘泊江湖的词人形象，并使词篇笼罩在豪迈飘逸的仙气中。“洞庭青草，秋水深深”，八百里洞庭以浩瀚汪洋著称，这里词人只用“深深”二字，便轻轻描绘出它的特征。词篇至此，气象也更为开阔。此外，句中的“秋”字不单点明登楼时令，还以秋日多风和入秋百卉渐衰为下文“一快披襟”、“变尽人间”作铺垫，同时又与词人的苍凉胸怀相表里。“万顷波光”仍写洞庭：“秋水深深”专述涵纳深邃，此句特表醉人美色，两相配合，极见情致。“岳阳楼上，一快披襟”，用独立楼头、任风吹开衣襟的形象衬托词人的登楼豪情。宋玉《风赋》：“楚襄王游于兰台之宫，宋玉、景差侍。有风飒然而至，王乃披襟而当之，曰：‘快哉此风！’”自然，“一快披襟”的原因不仅是因为有风，更重要的还由于深深秋水和万顷波光的感染。总起来看，上片词风豪中带逸，词人登楼的快意在这里得到了有力发挥。下片开始，词人笔锋陡转，“快”意顿生波澜：“不须携酒登临。问有酒、何人共斟”，用不须携酒引出无人与共，感情凝滞曲折，章法也开始摇曳回荡。这首词上片写无边美景、惬然游情，下片叹人间多变、国事衰微，过片处直说此番登临不能尽兴，这有异于上片，可谓“能发起别意”。但词人写楼、写湖只是为了抒发兴废之叹，因而无人共饮几句正好把普通的登山临水引入创作“原意”。“变尽人间，君山一点，自古如今”，点明“不须携酒”的原因，揭破主题。词人生活在南宋后期，其时不但收复北方领土已经无望，就是南方的偏安局面也在风雨飘摇之中。所以词人面对“自古如今”岿然不动的“一点”君山，难免要想起备受欺凌的“偌大”中国。可是当时的上层人士或流连光景、或苟且度日，似乎无人共饮词人之酒。由此可见上文的“不须携酒”几字包含着无限感慨，而这里的“变尽人间”实为振起全篇的关键：因为只有“人间”才是词人属意的所在，而正因为这个“变”字，词人也才由湖光山色联想到国家民族，进而感物伤怀。这首词一开始情调昂扬，颇有为眼前景所陶醉的意思，进入下片以后，先用无人共斟道出自己的孤独和苦闷，后以人间变尽点破忧国主题，有如千斛浓愁凝聚笔端。题旨虽在表现词人的深广忧虑，但篇中不仅毫无局促窘迫的影子。相反，还能把执著的爱国热情同超脱的仙风逸气结合成一个整体；同时词中的情绪虽然一再变化，但意脉始终不断，再加上流畅奔放的语句，天真自然的措词，形成了豪健轻快的特殊风格。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_d7fefbfe77d1.aspx", "poem_title": "风入松·一春长费买花钱", "poem_author": "宋代.俞国宝", "poem_body": "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)\n暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。", "poem_yi": "入春来不知耗费多少买花钱，一天天沉醉在西湖湖边。玉骢马熟识逛西湖的路，昂首嘶鸣走过酒楼楼前。红杏芳香中箫鼓震天轰响，绿杨婆娑树影里欢荡秋千。春风十里路上丽人翩翩，满头的花朵把云鬓压偏。夕阳西下画船载着春光归去，未尽游兴全付与湖水湖烟。明日还要带残存的醉意，到湖上小路寻找遗落的花钿。", "poem_zhu": "(cōng)(gū)一春：整个春天。长费：指耗费很多。买花钱：旧指狎妓费用。玉骢：毛色青白相间的马。骄：马壮健。沽酒：从市上买来的酒；买酒。箫鼓：箫与鼓。泛指乐奏。(bìn)(yú)(diàn)鬓云：形容发髻浓黑如云。残醉：酒后残存的醉意。花钿：女子头饰。用金翠珠宝制成的花形首饰。", "poem_shang": "词篇由描写词人的自我形象开头。这里虽然没有直接描摹西湖的美景，可是“一春”“长费”“日日”“醉”等词语却传达了作者对西湖的无比留恋：“玉骢”两句写马，然而马的“惯识”是由于人的常来，马的“骄嘶”是由于人的惬意，所以三、四句是借马写人，再因人写湖，最后达到了人与境、情与景的高度融合。总之，开头四句是用作者浓烈的情绪感染读者，使人对西湖产生“未睹心先醉”式的向往，因此下文描写的游湖盛况，也就预先被蒙上了一层美的面纱。再说，词人、玉骢、酒楼都是西湖游乐图的组成部分，因之这四句所表现的词人情致有以小见大的作用，并使词篇“起处自然馨逸”（明沈际飞《草堂诗余正集》评）。“红杏”以下四句是游乐图的主体。这里仅仅二十余字，可是所含的信息量是极丰富的：有繁盛的红杏，浓密的绿柳，如云的丽人；有抑扬的箫鼓，晃荡的秋千，漂亮的簪花；有氤氲的香气，和暖的春风。——作者抓住了西湖游春的热点，浓墨渲染，为读者提供了再造想象的最佳契机，词人旺盛的游兴，也借此得到了充分的表现。“画船”两句为暮归图，是游乐的尾声。在这里，作者把“春”写成有形有质、可取可载的物事，不仅使词句贴切生动，也写出了西湖春天的特色：春在游舟中。“馀情付湖水湖烟”，在热闹浓烈之后补充幽悄淡远，在载春归去的满足之后补充馀情，表现的是西湖的另一面目和作者游兴中高雅的一面。人去湖空，论理词篇也该收尾了。不料作者别出心裁，反以来日之事相期，收得别致而又耐人寻味，也更加突出了当日之尽兴欢乐。“重扶残醉”是说前一日醉得很深，隔日余醉尚不解。不过到底是酒醉呢，还是景醉呢，还是情醉呢，还是三者兼而有之，读者可以自己判断。这一句的原文作“明日再携残酒”，是一个尚未解褐的太学生清寒潇洒、忘情山水的性格的反映，未必不工，只是没有高宗那种皇帝派头就是了。这首词受前人喜爱，还有一个原因是词风香艳绮丽，情致浓而近雅。在我国文学史上，词，很长一个阶段是作为歌馆酒筵间的佐料而存在的。因此旧日的词人们，对于香丽流美型的词风就有着特殊的偏爱。这首词的结构也颇别致，归纳言之，大约有三个特点：一、完整。从概说醉心西湖叙起，次写玉骢近湖，继写全天游况，再写画船归去，终以来日预期，可谓严密得滴水不漏。二、分片。根据填词的通常规矩，前后两片总应有个分工。《古今词论》引毛稚黄的话说：“前半泛写，后半专叙，盖宋词人多此法。”但是这首词上下两片的意思是成一个整体的，过片的地方不仅没有大的转折，反而同前半阕的后两句结合得更紧。三、照应。比如：“日日醉湖边”之与“明日重扶残醉”，“玉骢”之与“画船”，“西湖路”之与“陌上”，“花压鬓云偏”之与“花钿”等等。这种结构形式的选用，使得词中所描绘的西湖游乐图更加浑然一体密不可分了。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_60130ae76f36.aspx", "poem_title": "疏影·苔枝缀玉", "poem_author": "宋代.姜夔", "poem_body": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。\n苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。\n犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "poem_yi": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。苔梅的枝梢缀着梅花，如玉晶莹，两只小小的翠鸟儿，栖宿在梅花丛。在客旅他乡时见到它的倩影，像佳人在夕阳斜映篱笆的黄昏中，默默孤独，倚着修长的翠竹。就像王昭君远嫁匈奴，不习惯北方的荒漠，史是暗暗地怀念着江南江北的故土。我想她戴着叮咚环佩，趁着月夜归来，化作了梅花的一缕幽魂，缥缈、孤独。我还记得寿阳宫中的旧事，寿阳公主正在春梦里，飞下的一朵梅花正落在她的眉际。不要像无情的春风，不管梅花如此美丽清香，依旧将它风吹雨打去。应该早早给它安排金屋，让它有一个好的归宿。梅花不能永远属于呵护它的人，它终究将一片片随水飘去，我只能吹一曲《梅花落》诉说心中的哀怨。等到那时再觅梅花的倩影，只能在小窗边的画轴上见到它的枝叶扶疏。", "poem_zhu": "(hài)(yì)(sì)辛亥：南宋光宗绍熙二年（1191年）。载雪：冒雪乘船。诣：到。石湖：在苏州西南，与太湖通。南宋诗人范成大晚年居住在苏州西南的石湖，自号石湖居士。止既月：指刚住满一个月。简：纸。征新声：征求新的词调。把玩：指反复欣赏。二妓：乐工和歌妓。肆习：学习。(qín)苔枝，长有苔藓的梅枝。缀玉，梅花像美玉一般缀满枝头。翠禽，翠鸟。客里：离乡在外期间。黄昏：日已落而天色尚未黑的时候。(nèn)蛾：形容眉毛的细长；绿，眉毛的青绿颜色。盈盈：仪态美好的样子，这里借指梅花。玉龙：即玉笛。哀曲：指笛曲《梅花落》。此曲是古代流行的乐曲，听了使人悲伤。恁时：那时候。", "poem_shang": "从《暗香》词前序文可知，《疏影》《暗香》乃同时之作。可能是写了《暗香》之后，意犹未尽，遂另作一《疏影》。前人却说二词难解，《疏影》尤其扑朔迷离，确实如此。我们可以把二首对照来看，《暗香》虽说是咏梅，但并没有对梅花本身作多少描写，而是围绕梅花抒写怀人之情。所怀是他的情人，一个美丽女子。她曾陪同词人折梅月下，也曾和他携手赏西湖。在《暗香》里，玉人是玉人，梅是梅。梅花只是引起词人想念玉人的触发物而已，它本身并没有任何比喻或象征意义。如果把这首词的意思向前推进一层，赋予梅花以人格，就可以翻出另一首词，这就是《疏影》。在《疏影》里，词人时而把梅花比作独倚修竹的佳人，时而把梅花比作思念故土的昭君。既是歌咏梅花，又是歌咏佳人，梅花与佳人融为一体了。前人多认为该词有寄托。张惠言云：“时石湖盖有隐遁之志，故作此二词以阻之。《暗香》一章，言己尝有用世之志，今老无能，但望之石湖也。《疏影》更以二帝之愤发之，故有昭君之句。”《词选》郑文焯说：“此盖伤心二帝蒙尘，诸后妃相从北辕，沦落胡地，故以昭君托喻，发言哀断。考唐王建《塞上咏梅》诗曰：‘天山路边一株梅，年年花发黄云下，昭君已没汉使回，前后征人谁系马？’白石词意当本此。”（郑《白石道人歌曲》）近人刘永济举出宋徽宗赵佶被掳在胡地所作《眼儿媚》词：“花城人去今萧索，春梦侥湖沙。家山何处？忍听羌管，吹彻《梅花》。”解释说：“此词更明显为徽钦二帝作。”（《唐五代两宋词简析》）以上这些说法都是由词中所用昭君典故引起的。词人说幽独的梅花是王昭君月夜魂归所化，遂使人联想徽钦二帝及诸后妃的被掳以及他们的思归，进而认为全词都是有感于此而作。有人认为这种联想是缺乏根据的。昭君和亲出塞和徽钦二帝被掳诸后妃沦落胡地，根本不伦不类。王建是唐人，他的《塞上咏梅》和宋帝更毫无关系。宋徽宗作《眼儿媚》思念家国，既没有提到王昭君，也就不能肯定白石是用“眼儿媚”的典故。如果不是断章取义，而是联系全篇来看，就不难看出该词主旨在赞美梅花的幽独，写其幽独而以美人为喻，当然最好是取昭君，这是不足为怪的。“苔枝缀玉。有翠禽小小，枝上同宿。”范成大《梅谱》曰：“古梅会稽最多，四明吴兴亦间有之。其枝蟠曲万状，苍鲜鳞皴，封满花身；又有苔须垂于青枝或长数寸，风至，绿丝飘飘可玩。”以上几句说：在长满青苔的枝干上缀满如玉的梅花，又有小小的翠鸟在枝上伴她同宿。这是写梅之貌。“翠禽”暗用《龙城录》典故：隋开皇中赵师雄迁罗浮，日暮于松林中遇一美人，又有绿衣童子歌于侧。“师雄醉寐，但觉风寒相袭，久之东方已白，起视大梅花树上，翠羽剌嘈相顾，所见盖花神。月落参横，惆怅而已”。词人明写梅花姿色，暗用此典为全词定下了幽清的基调。“客里相逢”以下数句写梅花之神：“客里相逢，篱角黄昏，无言自倚修竹。”这句递入作者自己。白石是到范成大家作客，在范家看到梅花，故称“客里相逢”；梅树旁边长着竹子，如东坡诗所云：“竹外一枝斜更好”，所以又说“无言自倚修竹”。“倚修竹”暗用杜甫《佳人》诗：“绝代有佳人，幽居在空谷。……天寒翠袖薄，日暮倚修竹。”“黄昏”，暗用林逋《梅花》诗：“暗香浮动月黄昏”。这些融典，都把梅花比作幽居而高洁的佳人。“昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。”“昭君”句系用具体的古代美女拟梅花。为何选用昭君，问题很简单，梅花是犯寒而开的，使人很容易想象它是一位在严寒的北方呈现特有丰姿的美人；而昭君正是远嫁匈奴，生活塞外，所以拿她比附。“佩环”句化用杜甫《咏怀古迹》咏昭君村诗句：“画图省识春风面，环佩空归月夜魂。”词人想象王昭君魂归故土化作了这幽独的梅花。为什么用昭君魂归故土之典呢？因为白石咏江南梅花，为了牵合眼前事实，所以用了“昭君不惯胡沙”之后，立即笔锋一转，说昭君是“暗忆江南江北”，而且“月夜归来”以后，便“化作此花幽独”。花和美人合为一体了。上阙分三层写来，用三个典故（翠禽、修竹、昭君句），将三位美人比拟梅花，突出表现梅花，突出表现梅之“幽独”。下片换了一个角度，写梅之飘落：“犹记深宫旧事，那人正睡里，飞近蛾绿。”“蛾绿”，指女子的眉。《太平御览》卷三十“时序部”引《杂五行书》：“宋武帝女寿阳公主，人日（正月初七日）卧于含章殿檐下，梅花落公主额上，成五出花，拂之不出。皇后留之，看得几时。经三日，洗之乃落。宫女奇其异，竟效之，今梅花妆是也。”这几句好象写寿阳公主（那人），其实还是写梅花，借一位和落梅有关的美人来惋惜梅花的衰谢。“犹记”，是词人犹记，词人看到梅花遂记起宫廷里这段故事。“深宫”，与昭君无关，更与宋徽钦后宫无关，不可牵强附会。下面又以叮咛口吻说要珍惜梅花：“莫似春风，不管盈盈，早与安排金屋。”“盈盈”是仪态美好貌。古诗云：“盈盈楼上女，皎皎当窗牖。”是形容美女风采。此借指梅花。这八字一气。意说梅花开在寒冬，春天本来不去管她；可我们却不要象春风那样。“金屋”用《汉武故事》，汉武帝幼时，他姑母把他抱在膝上，指着女儿阿娇曰：“阿娇好否？”词人用此典表示惜花之愿，意谓不要象春风那样无情，任梅花飘零而不顾，应当及早将她保护。“还教一片随波去，又却怨玉龙哀曲。”这是假设口气，“还”是如其、假如的意思，诗词中多有此用法。如秦观《水龙吟》：“名缰利锁，天还知道，和天也瘦。”辛弃疾《贺新郎》：“啼鸟还知如许恨，料不啼清泪长啼血。”有些注本把“还教”一句讲实了，说“花随波去，无计挽回。”这是因为忽略这个“还”字而误会了词人原意。其实，这是进一步叮咛：如果让梅花随波流去，即使只有一片，那么《梅花落》的笛曲又要再添几分哀怨了。“玉龙”，笛名。因为古乐府《江南异》中有《龙笛曲》，传说此曲奏时声似龙吟，故名。罗隐有诗云：“玉龙无主渡头寒”。笛调有《梅花落》，故李白有诗：“黄鹤楼中吹玉笛，江城五月落梅花。”这里不过是因梅花的坠落而想及《落梅花》笛曲罢了。与象征皇室之“龙”无涉。“等恁时，重觅幽香，已入小窗横幅。”这几句仍然是叮咛口吻：等到梅花落尽，枝头上就看不见它了。假如要寻觅它的痕迹，那只有到小窗上的横幅之中──画着梅花的画图，细细欣赏它那幽艳的丰姿了。夏承焘《姜白石词编年笺校》曰：“《唐摭言》卷十载崔橹《梅花》诗：‘初开已入雕梁画，未落先愁玉笛吹。’姜词数句，似衍此二语。”唐圭璋先生也云：“‘等凭时’数句，用崔橹诗，言幽香难觅，惟余幻影在横幅之上，语见沉痛。”这里虽用崔橹诗意而有创新。细揣之下阕口气，梅花尚未凋谢。词人因爱之切，遂一再叮咛，不要使它飘零。叮咛谁呢？不是别人，正是叮咛词人自己，要珍惜之。综观全词。上片末尾一个“幽”字，下片末尾又一个“幽”字，“幽”就是词人借着梅花所表现出来的美学理想。这和陶潜咏松菊，张九龄咏兰桂一脉相通。如果说这首词有寄托的话，不过是寄托了词人理想的人格，词里虽有孤芳自赏意味，亦不必指摘。不必硬牵合“悯二帝”之事。二词，是作者集中咏梅名作，作者很满意。据说二词因音节清婉，为范所激赏，于是赠以侍婢小红。姜携小红归吴兴，过垂虹时，在大雪中赋诗云：“自琢新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。”很有些洋洋得意的神气（见《砚北杂志》下）。该词运气空灵，笔墨飞舞。下片虚字诸如“犹记”、“莫似”、“早与”、“还教”、“又却怨”、“等恁时”、“已入”之类，皆能曲折传神。关于“清空”的词风，首出白张炎对姜词的概括。但细审张炎《词源》原文，并没有以“清空”概括白石的全部的意思。在张炎看来，“清空”只是白石的一个方面。因为白石多咏物词，咏物容易“留滞于物”以致“拘而不畅”、“晦而不明”，此所谓“质实”，白石咏物而不滞于物，这就是“清空”。张炎在“词要清空，不要质实；清空则古雅峭拔，质实则凝涩晦昧。姜白石词如野云孤飞，去留无迹”这段话之后，还有一段话说：“白石词如《疏影》、《暗香》、《扬州慢》、《一萼红》、《琵琶仙》、《探春》、《八归》、《淡黄柳》等曲，不惟清空，又且骚雅，读之使人神观飞越。”显然，张炎并非一味提倡“清空”；“清空”要以“骚雅”去充实才算词的上乘。张炎又说：“所以出奇之语以白石骚雅之句润色之，真天机云锦也。”可重他所重的不仅仅是“清空”，还有一个“骚雅”。张炎还说：“词以意趣为主，……姜白石《暗香》赋梅云（词略）、《疏影》云（词略），此数词皆清空中有意趣，无笔力者本未易到。”也明明指出白石词不只是“清空”，而且富有“意趣”。只“清空”而无“意趣”，岂不成了一个空架子？可见张炎拈出“清空”来评白石词，但并没有以偏概全地说白石词只是“清空”，论者不可不辨。可见，以“清空”论白石词不全面，也不合张炎原意。若论白石词风，莫若刘熙载所谓“幽韵冷香”四字，简而言之可谓“幽冷”，他正是以“幽冷”另树一帜，自立于软媚、粗犷之外，卓然成为南宋词坛一大家。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_cd33ded081be.aspx", "poem_title": "暗香·旧时月色", "poem_author": "宋代.姜夔", "poem_body": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。\n旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。\n江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？", "poem_yi": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。昔日皎洁的月色，曾经多少次映照着我，对着梅花吹得玉笛声韵谐和。笛声唤起了美丽的佳人，跟我一道攀折梅花，不顾清冷寒瑟。而今我像何逊已渐渐衰老，往日春风般绚丽的辞采和文笔，全都已经忘记。但是令我惊异，竹林外稀疏的梅花，谒将清冷的幽香散入华丽的宴席。江南水乡，正是一片静寂。想折枝梅花寄托相思情意，可叹路途遥遥，夜晚一声积雪又遮断了大地。手捧起翠玉酒杯，禁不住洒下伤心的泪滴，面对着红梅默默无语。昔日折梅的美人便浮上我的记忆。总记得曾经携手游赏之地，千株梅林压满了绽放的红梅，西湖上泛着寒波一片澄碧。此刻只见残梅片片，随风凋落，何时才能和你一起重赏梅花的幽丽？", "poem_zhu": "(hài)(yì)(jì)辛亥：光宗绍熙二年。石湖：在苏州西南，与太湖通。范成大居此，因号石湖居士。止既月：指住满一月。简：纸。征新声：征求新的词调。工伎：乐工、歌妓。隶习：学习。何逊：南朝梁诗人，早年曾任南平王萧伟的记室。任扬州法曹时，廨舍有梅花一株，常吟咏其下。后居洛思之，请再往。抵扬州，花方盛片，逊对树彷徨终日。杜甫诗“东阁官梅动诗兴，还如何逊在扬州。”但怪得：惊异。(è)翠尊：翠绿酒杯，这里指酒。红萼：指梅花。耿：耿然于心，不能忘怀。千树：杭州西湖孤山的梅花成林。", "poem_shang": "《暗香》、《疏影》是文学史上著名的咏物词，曾被誉为姜夔词中具有代表性的作品。关于这两首词的题旨，过去有许多说法，但都难以指实。实际上，这两首词只不过是借物咏怀、即景言情的抒情诗，写的是作者所见所感，寄寓个人身世飘零和昔盛今衰的慨叹。 古代咏梅的诗词很多。但是，正如张炎在《词源》中所说：“诗之赋梅，唯和靖（林逋）一联（指“疏影横斜水清浅，暗香浮动月黄昏”）而已，世非无诗，无能与之齐驱耳。词之赋梅，唯白石《暗香》、《疏影》二曲，前无古人，后无来者，自立新意，真为绝唱。”张炎对林逋的《山园小梅》和姜夔《暗香》、《疏影》的评价是很高的。姜夔这两首词并不一定有什么重大社会价值，但它却能从现实的官感中引起诗兴，摘林逋著名诗句为词牌名，适当地提炼和化用某些与梅花有关的典故，并由此生发开去，立意超拔，另创新机，构思绵密，错综回环。而且能自度新曲，叮当成韵，铸词造句，意到语工，丽而不淫，雅而不涩，在艺术上确有独到之处。对这两首词扬之太高固然不当，抑之太下，恐亦非是。《暗香》一词，以梅花为线索，通过回忆对比，抒写作者今昔之变和盛衰之感。全词可分为六层。上片，开篇至“不管清寒与攀摘”五句为第一层，从月下梅边吹笛引起对往事的回忆。那时，作者同美人在一起，折梅相赠，赋诗言情，境界何等幽雅，生活何等美满！对未来充满了希望。“何逊而今渐老”两句，笔锋陡转，境界突变，作者年华已逝，诗情锐减，面对红梅，再雉有当年那种春风得意的词笔了。正如作者所说：“才因老尽，秀句君休觅”（《蓦山溪》）。与上五句相比，境界何等衰飒。这是第二层。从“但怪得”至上片结尾为第三层。这两句点题，写花木无知，多情依旧，把清冷的幽香照例送入词人的室内，浸透着周围的一切， 尽管你“忘却春风词笔”，却仍免不了撩起深长的情思，引起词人的诗兴。下片承此申写身世之感。从“江国”到“红萼无言耿相忆”是第四层，感情曲折细腻而又富于变化。换头，叙写独处异乡，空前冷清寂寞，内心情感波澜起伏：先是想折梅投赠，却又怕水远山遥，风雪隔阻，难以寄到；次想借酒浇愁，但面对盈盈翠盏，反而是“酒未到，先成泪”；最后，作者想从窗外红梅身上来寻求寄托并据以排遣胸中的别恨，然而引起的却是更加使人难以忘情的回忆。些少六句，三致意焉。“长忆曾携手处\"”两句，是第五层，其中“千树压西湖寒碧”是词中的名句，境界幽美，词语精工，冷峻之中透露出热烈的气氛。这是前句“忆”字的具体发挥。这两句说明词人最难忘情的是西湖孤山的红梅，它傲雪迎霜，幽香袭人，压倒了凛冽的冬寒，似乎带来了春天的信息。携手共游，何等惬意！词脉发展至此，终于形成高潮。结尾两句又是一层，词笔顿时跌落，终于又出现了万花纷谢的肃杀景象。“几时见得”一句埋伏下许多情思，引起无限悬念。这首词构思绵密，自出机抒。词的创作虽与林逋《山园小梅》有关，但其境界却远远超林逋的诗作，与陆游的《卜算子·咏梅》也不相类。林诗“曲尽梅之体态”（见司马光《温公诗话》），陆词借梅比喻诗人的品德，姜夔这首词却织进了个人身世盛衰之感。但写法上却“不即不离”，看上去，似咏梅而实际并非咏梅，非咏梅而又句句与梅密切相关。正如张炎《词源》所说：“所咏了然在目，且不留滞于物。”姜夔词的“清空”也正表现在这里。其次是，对比照应，似纵旋收。作者本来以梅花为线索来抒写个人身世之感，但他善于把今昔盛衰之情捏在一起，在对比中交替进行，给人以强烈印象。如第一层写的是昔盛，第二层便接写今衰；第五层写昔盛，六层又以今衰作结。这二者形成强烈对照，境况十分鲜明。再次是，抒情写意，曲折尽致。这是一首抒情词，侧重于叙写词人激烈起伏的内心活动。以第四层为例，短短六句，却有三次转折，感情上的波澜回荡被表现得淋漓尽致。最后是音节谐婉，字句精工。《暗香》、《疏影》与《扬州慢》一样，前无古人，纯属自创。这两首词经过歌伎演唱的实际检验，作者自认为“音节谐婉”。当时曲谱，今已不传，但读起来仍能琅琅上口，叮当成韵。如前所说，作者是很注意研辞炼句的。这首词，词句秀美，用字精工，“冷”、“压”的准确鲜明，虚字的恰当适度，都有益于诗意的增强。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_167bcafbfe95.aspx", "poem_title": "长亭怨慢·渐吹尽", "poem_author": "宋代.姜夔", "poem_body": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。\n渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！\n日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。", "poem_yi": "渐渐吹尽了，枝梢上淡香的柳絮，到处人家，柳树浓密的绿荫将门户遮蔽。船儿顺着弯曲回绕的河浦渐渐远去，暮色里云帆凌乱，匆忙往返，究竟奔向哪里？看人间离别多矣，谁能比长亭的柳树悄然冷寂？柳树若是有情时，定不会长得如此青翠碧绿。落日昏暮，高耸的城郭已望不见，只见乱岩层叠的群山无数。我难忘临别的叮嘱：“韦郎这一去呀，怎能忘记你交付给我的玉环信物。”“最要紧是记住早早归来，我怕红萼孤独无人为我作主。”即使有并州制造的锋快剪刀也枉然，亦难以剪断万缕离愁别苦。", "poem_zhu": "(xù)(yíng)长亭树：指种在长亭亮度的柳树。树若：李贺《金铜仙人辞汉歌》：“天若有情天亦老李商隐《蝉》：”五更疏欲断，一树碧无情。”(è)韦郎：《云溪友议》卷中《玉箫记》条载，唐韦皋游江夏，与玉箫女有情，别时留玉指环，约以少则五载，多则七载来娶，后八载不至，玉箫绝食而死。红萼：红花，女子自指。并刀：并州为古九州之一，今属山西，所产刀剪以锋利出名。", "poem_shang": "《长亭怨慢》，词调名，姜夔创制，旁注工尺谱。此词虽非单纯的咏柳词，但以柳枝头的“香絮”起兴，经柳丝般的“离愁行缕”收尾，词人身心沉潜其中，早已物我莫辨，主客难分。杨柳，无论柔条还是纤叶，无论绿荫还是飞絮，它浑身上下都散发着浓厚的文化气息。“昔我往矣，杨柳依依”（《诗经·小雅·采薇》），灞桥柳岸，“柳”“留”谐音，柳枝一折，令多少人心胆俱裂。在此词中，柳树的角色是频频转换的，前六句写别时别地，就时而言，正是“渐吹尽”时节，柳絮代表着无情流逝的时光，就地而言，绿荫深深，遮掩着门户，作为人与现实世界之间的一道屏障，柳树凸现了框人词这一艺术世界中的人，它本身也是一件艺术品。面对“青青如此”的长亭树，作者又一次隐入了困境，“望高城不见”的主人公显然已被深深的孤独感所包围，他希望树亦有情，可这只是空幻人生的一个空幻的要求，“怎忘得”一句，“第一是”二句都是无力的呼唤，最后，连并刀也是“空”有，末句展示给读者的只是“离别之神”——柳树那森然的面孔。上阕是咏柳。开头说，春已深，柳絮吹尽，柳阴浓绿 。这正是合肥巷陌情况。“远浦”二句点出行人乘船离去 。“阅人”数句又回到说柳。长亭（古人送别之地）边，离人黯然销魂，而柳则无动于衷，依然“青青如此” 。暗用李长吉诗“天若有情天亦老”句意，以柳之无情反衬自己惜别的深情。这半阕词用笔不即不离，写合肥，写离去，写惜别，而表面上却都是以柳贯串，借做衬托。下半阕是写自己与情侣离别后的恋慕之情 。“日暮”三句写离开合肥后依恋不舍。唐欧阳詹在太原与一妓女相恋，别时有“高城已不见，况复城中人”之句。“望高城不见”即用此事，正切合思念情侣之意。“韦郎”二句用唐韦皋事。韦皋游江夏，与女子玉箫有情，别时留玉指环，约定数年后来娶。后来诺言成空，玉箫绝食而死（《云溪友议》卷中《玉箫记》条）。这两句是说，当临别时，自己向情侣表示，不会象韦皋那样“忘得玉环分付”，自己必将重来的。下边“第一”两句是情侣叮嘱之辞。她还是不放心，要姜夔早早归来 ，否则“怕红萼无人为主”。因为歌女社会地位低下，是不能掌握自己命运的，其情甚笃，其辞甚哀 。“算空有”二句以离愁难剪作结。这半阕词写自己惜别之情，情侣属望之意，凄怆缠绵。姜夔少时学诗取法黄庭坚，后来弃去，自成一家，但是他将江西诗派作诗之艺术手法运用于词中生新瘦硬，自成一家。男女相悦，伤离怨别，本是唐宋词中常见的内容，但是姜夔所作的情词则与众不同。他屏除秾丽，着笔淡雅，不多写正面，而借物寄兴（如梅、柳），旁敲侧击，有回环宕折之妙。它不同于温、韦，不同于晏、欧，也不同于小山、淮海，这是极值得玩味的。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_66261a47fc2b.aspx", "poem_title": "扬州慢·淮左名都", "poem_author": "宋代.姜夔", "poem_body": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。\n淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。\n杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？", "poem_yi": "淳熙年丙申月冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。扬州自古是著名的都会，这里有著名游览胜地竹西亭，初到扬州我解鞍下马稍作停留。昔日繁华热闹的扬州路，如今长满了青青荠麦，一片荒凉。金兵侵略长江流域地区，洗劫扬州后，只留下残存的古树和废毁的池台，都不愿再谈论那残酷的战争。临近黄昏，凄清的号角声响起，回荡在这座凄凉残破的空城。杜牧俊逸清赏，料想他现在再来的话也会感到震惊。即使“豆蔻”词语精工，青楼美梦的诗意很好，也难抒写此刻深沉悲怆感情。二十四桥依然还在，桥下江水水波荡漾，月色凄冷，四周寂静无声。想那桥边红色的芍药花年年花叶繁荣，可它们是为谁生长为谁开放呢？", "poem_zhu": "(chún)(xī)(jì)(jì)(chuàng)淳熙丙申：淳熙三年（1176）。至日：冬至。维扬：即扬州（今属江苏）。荠麦：荠菜和野生的麦。弥望：满眼。戍角：军营中发出的号角声。千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。黍离：《诗经·王风》篇名。“黍离”表示故国之思。(jiě)(ān)(jì)(kuī)淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。左，古人方位名，面朝南时，东为左，西为右。名都，著名的都会。解鞍少驻初程：少驻，稍作停留；初程，初段行程。春风十里：这里用以借指扬州。胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。渐：向，到。清角：凄清的号角声。(kòu)杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。豆蔻：形容少女美艳。青楼：妓院。二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。红药：红芍药花，是扬州繁华时期的名花。", "poem_shang": "姜夔在这首词里用了他常用的小序。小序的好处就在于交代写作的缘由和写作的背景。而这首小序则更明确地交代了这首词的写作时间、地点、原因、内容、和主旨。让人更好地、更深入地了解词人写作此词时的心理情怀。这首词充分体现了作者认为的诗歌要“含蓄”和“句中有余味，篇中有余意”（《白石道人诗说》）的主张，也是历代词人抒发“黍离之悲”而富有余味的罕有佳作。词人“解鞍少驻”的扬州，位于淮水之南，是历史上令人神往的“名都”，“竹西佳处”是从杜牧《题扬州禅智寺》“谁知竹西路，歌吹是扬州”化出。竹西，亭名，在扬州东蜀岗上禅智寺前，风光优美。但经过金兵铁蹄蹂躏之后，如今是满目羔坞了。经过“胡马”破坏后的残痕，到处可见，词人用“以少总多”的手法，只摄取了两个镜头：“过春风十里，尽荠麦青青”和满城的“废池乔木”。“荠麦青青”使人联想到古代诗人反复咏叹的“彼黍离离”的诗句，并从“青青”所特有的一种凄艳色彩，增加青山故国之情。“废池”极见蹂躏之深，“乔木”寄托故园之恋。这种景物所引起的意绪，就是“犹厌言兵”。清人陈廷焯特别欣赏这段描写，他说：“写兵燹后情景逼真。‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，赤无此韵味。”（《白雨斋词话》卷二）这里，作者使用了拟人化的手法，连“废池乔木”都在痛恨金人发动的这场不义战争，物犹如此，何况于人！这在美学上也是一种移情作用。上片的结尾三句：“渐黄昏，清角吹寒，都在空城”，却又转换了一个画面，由所见转写所闻，气氛的渲染也更加浓烈。当日落黄昏之时，悠然而起的清角之声，打破了黄昏的沉寂，这是用音响来衬托寂静更增萧条的意绪。“清角吹寒”四字，“寒”字下得很妙，寒意本来是天气给人的触觉感受，但作者不言天寒，而说“吹寒”，把角声的凄清与天气的寒冷联系在一起，把产生寒的自然方面的原因抽去，突出人为的感情色彩，似乎是角声把寒意吹散在这座空城里。听觉所闻是清角悲吟，触觉所感是寒气逼人，再联系视觉所见的“荠麦青青”与“废池乔木”，这一切交织在一起，一切景物在空间上来说都统一在这座“空城”里，“都在”二字，使一切景物联系在一起。着一“空”字，化景物为情思，把景中情与情中景融为一体，写出了为金兵破坏后留下这一座空城所引起的愤慨；写出了对宋王朝不思恢复，竟然把这一个名城轻轻断送的痛心；也写出了宋王朝就凭这样一座“空城”防边，如何不引起人们的忧心忡忡，哀深恨彻。词的下片，运用典故，进一步深化了“黍离之悲”的主题。昔日扬州城繁华，诗人杜牧留下了许多关于扬州城不朽的诗作。可是，假如这位多情的诗人今日再重游故地，他也必定会为今日的扬州城感到吃惊和痛心。杜牧算是个俊才情种，他有写“豆蔻”词的微妙精当，他有赋“青楼”诗的神乎其神。可是，当他面对眼前的凋残破败景象，他必不能写出昔日的款款深情来。扬州的名胜二十四桥仍然存在，水波荡漾，冷峻的月光下，四周寂籁无声。唉，试想下，尽管那桥边的芍药花年年如期盛放，也很难有人有情思去欣赏它们的艳丽。词人用带悬念的疑问作为词篇的结尾，很自然地移情入景，今昔对比，催人泪下。纵观全词，行文的基调都笼罩在一种悲凉凄怆的氛围中。无论是词人所见到的“荠麦青青”、“废池乔木”还是在黄昏里听到的“号角”和“空城”还是词人自身所想到的杜牧“难赋深情”和不知亡国恨的“桥边红药”，都是一种悲剧的写照。情景交融是这首词在写作表现手法上最显著的一个特点。移情入景，乐景写哀，都是词人经常使用的手法。特别是乐景写哀，词人在文中写了大量的乐景：名都，佳处，二十四桥……可是，写乐景是为了衬托哀情，是为了对比“现在”的惨状：名都的凋残，佳处的弊坏，二十桥的冷寂……正如王夫之所说：“以乐景写哀，以哀景写乐，倍增其哀乐。”用今昔对比的反衬手法来写景抒情，是这首词的特色之一。上片用昔日的“名都”来反衬今日的“空城”；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“尽荠麦青青”。下片以昔日的“杜郎俊赏”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动，来映衬“冷月无声”的静。“波心荡”是俯视之景，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏，把杜牧的诗境，融入自己的词境。此词在表现姜夔的词风清雅空灵上非常突出。运用“清”“寒”“空”“波心”“冷月”等词极力表现语言上清雅空灵。同时，用“犹厌言兵”表现兵燹之后的残破；用杜牧名句表现扬州昔日的繁华；用“二十四桥”“波心荡”“冷月无声”表现清幽伤感的气氛；用“桥边红药”表现“寂寞开无主”的荒凉，这些造境都是用来表现意境上清雅空灵。词人的笔法是清雅空灵的，却寄寓深长。用低婉的声调，清刚峭拔之势、冷僻幽独之情，写出了战争带给扬州城万劫不复的灾难。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_a8062138a414.aspx", "poem_title": "齐天乐·蟋蟀", "poem_author": "宋代.姜夔", "poem_body": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。\n庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？\n西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。", "poem_yi": "诗人庾信先是在吟《愁赋》，接着又听到一阵凄切的私语声，原来是蟋蟀在叫。露水打湿了门上的铜环，青苔侵入了井边的石板，这些地方都曾听到过它的叫声。哀怨的声音好像是在倾诉着什么，正当思妇失眠，起来寻找机杼，想织锦书寄给远方的时候。在列着画有青山的曲折屏风的闺房里，夜气凉透，孤居独宿，那是怎么样的心情啊！黑暗中西窗外又刮起了风雨，为什么这虫声老是应和着砧杵声，断断续续地响个不停呢？它在旅舍里迎接寒秋，在离宫中凭吊冷月，该是另有许多伤心的事罢！《诗经·豳风》中的《七月》篇曾描写过它，那些诗句像是率意而为之的。可笑的是世上那些无知小儿女，他们蹲在篱笆旁，兴高采烈地喊叫着：快拿灯来，有蟋蟀！殊不知如果将此虫声谱成琴曲，一声声地弹奏出来，听上去一定是更加悲苦的。", "poem_zhu": "(yǔ)(yī)(zhù)庾郎：指庾信，曾作《愁赋》，今唯存残句。铜铺：装在大门上用来衔环的铜制零件。屏山：屏风上画有远山，故称屏山。(zhēn)(chǔ)(bīn)砧杵：捣衣石和棒槌。候馆：迎客的馆舍。离宫：皇帝出巡在外住的行宫。豳诗：指《诗·豳风·七月》，其中有“七月在野，八月在宇，九月在户。十月蟋蟀入我床下”句。漫与：率意而为之。写入琴丝：谱成乐曲，入琴弹奏。姜夔自注，“宜政间，有士大夫制《蟋蟀吟》。”", "poem_shang": "姜夔此词，前有小序云：“丙辰岁与张功父会饮张达可之堂，闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回茉莉花间，仰见秋月，顿起幽思 ，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。”丙辰是宋宁宗庆元二年（1196），张功父即张鎡。他先赋《满庭芳·促织儿》，写景状物“心细如丝发”，曲尽形容之妙 ；姜夔则另辟蹊径，别创新意。词先从听蟋蟀者写入 。“庾郎先自吟愁赋 ”，庾郎 ，即庾信，曾作《愁赋》，今已不传，此似指《哀江南赋》、《伤心赋》、《枯树赋》一类哀愁之作。杜甫诗云：“庾信生平最萧瑟，暮年诗赋动江关”。次句写蟋蟀声，凄切细碎而以“私语”比拟，生动贴切，并带有浓厚的感情色彩，因而和上句的吟赋声自然融合。“更闻”与“先自”相呼应，将词意推进一层。骚人夜吟 ，已自愁情满怀，更那堪又听到如窃窃“私语”的蟋蟀悲吟呢！从中寄寓了词人深沉的身世之感、家国之痛。“露湿”三句是空间的展开，目的是藉以触发更广泛的人事。铜铺，铜做的铺首 ，装在门上衔门环；此指门外。石井，此指井栏边。说蟋蟀鸣声在大门外；井栏边，到处可闻 。“哀音似诉 ”，承上“私语”而来，这如泣似诉的声声哀鸣，使一位本来就转侧无眠的思妇更加无法入梦了，只有起床以织布来消解烦忧（蟋蟀一名促织 ，正与词意符合）。于是蟋蟀声又和机杼声融成一片。这几句遗貌取神，离影得似，妙在如“野云孤云 ，去留无迹”（《张炎《词论》》）。词中的蟋蟀的鸣声为线索 ，把诗人、思妇、客子、帝王、儿童等不同的人事巧妙地组织到一篇中来。其中，不仅有词人自伤身世的喟叹，而且还曲折地揭示出北宋王朝的灭亡与南宋王朝苟且偷安，醉心于暂时安乐的可悲现实 。“曲曲屏山，夜凉独自甚情绪？”写思妇怀念远人的心情。面对屏风上的远水遥山，不由神驰万里。秋色已深，什么时候才能将亲手织就的冬衣送到远方征人的手中？秋夜露寒，什么时候征人才能回到自己的身边 ？远人遥隔，如今只余一人对影自怜，又有什么情绪来寻欢作乐呢？几句言简意远，委婉尽情。下片首句岭断云连，最得换头妙谛，被后人奉为典范。岭断，言其空间和人事的更换——由室内而窗外，由织妇而捣衣女。云连，指其着一“又”字承上而做到境换意连 ，脉络暗通。寒窗孤灯，秋风吹雨，那蟋蟀究竟为谁时断时续地凄凄悲吟呢？伴随着它的是远处时隐时显的阵阵捣衣声 。“为谁”二字，以有情向无情境界引向空灵深远之处。以下“候馆”三句，继续写蟋蟀鸣声的转移，将空间和人事推得更远更广。客馆，可以包举谪臣迁客、士人游子各色人等；离宫，可以包括不幸的帝王后妃、宫娥彩女。这些飘泊者、失意者，不论尊卑长幼，都要悲秋吊月，闻虫鸣而伤心无限在国怀乡愁绪袭扰心以上极写蟋蟀的声音处处可闻，使人有欲避不能之感 。它似私语，似悲诉，时断时续；它与孤吟声、机杼声、砧杵声交织成一片。仿佛让人听到一组凄婉哀愁的交响乐。“豳诗漫与”，词人说自己受到蟋蟀声的感染而率意为诗了。语出《诗经·豳风·七月》“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”可是，下面突然插入“笑篱落呼灯，世间儿女”两句，写小儿女呼灯捕捉蟋蟀的乐趣，声情骤变，似与整首乐章的主旋律不相协调。而与友人张鎡《满庭芳》词中“八时曾记得，呼灯灌穴，敛步随音。任满身花影，犹自追寻”意境相若。然细加品味，正如陈延焯所说：“以无知儿女之乐 ，反衬出有心人之苦，最为入妙。”（《白雨斋词话》）的确，这是这阕大型交响乐中的一支小小插曲，其妙用在于以乐写苦，所以当这种天真儿女所特具的乐趣被谱入乐章之后，并不与主旋律相悖逆，反倒使原本就无限幽怨凄楚的琴音，变得“一声声更苦”了。以乐笔写愁然，正是白石词的匠心妙用。这首词看似咏物，实则抒情，通过写听蟋蟀鸣声，寄托家国之恨。这首词的妙处在于分辟蹊径，别开生面，用空间的不断转换和人事的广泛触发，层层夹写，步步烘托，达到一种凄迷深远的艺术造境。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_7d4dfc7f3db4.aspx", "poem_title": "念奴娇·闹红一舸", "poem_author": "宋代.姜夔", "poem_body": "余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。\n闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。\n日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。(愁人 一作：愁入)", "poem_yi": "小舟荡漾在红火、繁茂的荷花丛里，记得来时曾经与水面鸳鸯结成伴侣。放眼望三十六处荷塘连绵一气，罕见游人踪迹，无数映水的荷花衬着荷叶在微风中摇曳，就像系着佩带和裙裳的美女。翠碧的荷叶间吹过凉风，花容粉艳仿佛带着残余的酒意，更有水草丛中洒下一阵密雨。荷花嫣然微笑轻摇倩影，幽冷的清香飞上我赞美荷花的诗句。日暮之际，荷叶如青翠的伞盖亭亭玉立，情人艳姿已隐然不见，我怎忍心乘舟荡波而去？只恐怕寒秋时季，舞衣般的荷瓣容易凋落，西风吹得南浦一片狼藉，使我愁恨悲凄。那高高的柳树垂下绿荫，肥大的老鱼将浪花吹起，仿佛拘留我在荷花间留居。多少圆圆的荷叶啊，曾知我多少回在沙岸边的归路上徘徊，不舍离去。", "poem_zhu": "(gě)(yuān)(yāng)(bēi)(pú)三十六陂：地名。在今 江苏省 扬州市 。诗文中常用来指湖泊多。水佩风裳：以水作佩饰，以风为衣裳。菇蒲：水草。菇即茭白。青盖：特指荷叶。争忍：犹怎忍。凌波：行于水波之上。常指乘船。南浦：南面的水边。后常用称送别之地。田田：莲叶盛密的样子。沙际：沙洲或沙滩边。", "poem_shang": "这是一篇托物比兴的咏物词，借写荷花寄托身世。宋代词人周邦彦是钱塘人，写下“叶上初阳乾宿雨。水面清圆，一一风荷举”（《苏暮遮》）的名句。姜夔的这首咏荷词，也同样把读者带到一个光景奇绝清幽空灵的世界，那里有冰清玉洁的美人，有人们寻找的清香幽韵的梦……从这首《念奴娇》词的小序知道，姜夔曾多次与友人倘徉于江南荷塘景色之中，因感其“意象幽闲，不类人境”，而有是作。词一开头就把读者带向那美好的境界：正是荷花盛开的时候，荷花丛中荡舟，一路上一对对鸳鸯伴着船儿戏水。真是到了荷花世界了，这里人迹罕到，只见那望不见边的荷塘，绿波荡漾，荷叶翻飞。“水佩风裳”，本指美人妆饰，代指荷叶荷花，与周邦彦“一一风荷举”共得荷花之神理。从那碧绿的荷叶间，吹来阵阵凉风，那鲜艳的荷花，好像美人玉脸带着酒意消退时的微红。一阵密雨从菰蒲丛中飘洒过来，荷花倩影娉婷，嫣然含笑，吐出幽幽冷香。惹起诗人诗兴大发，写出了优美的诗句。这美好的情景多么使人留恋，然而时间在悄悄过去，已是日暮时分，只见那车盖般的绿荷，亭亭玉立，就像那等候情人的凌波仙子，情人未见，欲去还留。凌波用曹植《洛神赋》之典故。只怕西风起时，舞衣般的叶子经不住秋寒的萧瑟而容易凋残，更为那无情的秋风将把南浦变成一片萧条而忧愁。还有那高高柳树垂下绿阴，肥大的老鱼吹波吐浪，这一切，都要挽留他住在荷花中间。词人说：田田的荷叶呵，您多得难以计算，可曾记得我多少回在沙堤旁边的归路上依恋徘徊？“田田”形容浮在水面的荷叶，南朝民歌有“江南可采莲，莲叶荷田田”之句。姜夔以清空骚雅的词笔，把荷塘景色描绘得十分真切生动。可是，这样的好词，王国维却看不上眼，他在称赞周邦彦咏荷名句后，接着就批评姜夔咏荷词“犹有隔雾看花之恨”。其实，姜夔咏荷在“得荷之神理”方面，并不比周词逊色。周词主要是写客子思乡之情，咏荷就是“叶上初阳乾宿雨，水面清圆，一一风荷举”数句，它使人看到的还仅仅是荷叶之物态，而姜夔咏荷，不仅具有荷花之物态，还使人同时隐隐看到一位荷花化身清馨幽逸的美人，她“玉容销酒”，像荷花般的红晕，她“嫣然”微笑，像花朵盛开。荷花生长水中，她便似凌波仙子；荷香清幽，她又是美人“冷香”。花如美人，美人如花，恍惚迷离，具有朦胧之美。更可贵的是，姜夔这首词写出了赏爱荷花的最真切的心灵感受。姜夔一生襟怀清旷，诗词亦如其人。他写“意象幽闲，不类人境”的荷塘，实是要体现他所追求的一种理想境界，在这个冰清玉洁，一尘不染的境界中，有美人兮，在水一方。“翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句”，这不简直是一场富有诗意浪漫的人花之恋么？“日暮青盖亭亭，情人不见，争忍凌波去。”荷花对词人深情如此，词人对荷花呢，“只恐舞衣寒易落，愁入西风南浦”，也是无限依恋。因此不妨这样说，姜夔这首《念奴娇》实是一支荷花的恋歌。由于荷花在我国文学中是象征着“出污泥而不染”的高洁品格，姜夔对荷花的爱恋不正寄托着他对自己的超凡脱俗的生活理想的追求吗？姜夔写荷花，不是停留在实际描摹其形态，而是摄取其神理，将自己的感受和体验融合进去，把自己的个性和神韵融合进去，写花实是写人也。姜夔这种空际传神的词笔，往往意在言外，寄托深微充满美妙的想象，而富有启发性。这种写法与一般实际摹写景物者大异其趣。如“嫣然摇动，冷香飞上诗句”之类，读者须充分发挥想象才能品味，否则，便有如王国维所说“雾里看花”之感了。写出对荷花的一片怜惜爱护之情，留连忘返之意，情深意切，使人感到作者胸襟之旷荡，心情之依恋。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_406b5b4f718a.aspx", "poem_title": "鹧鸪天·己酉之秋苕溪记所见", "poem_author": "宋代.姜夔", "poem_body": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。\n红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。", "poem_yi": "她来自南宋的都城临安，有着高超的品格，又有举世无双的美貌。你为何像风中的飞絮飘落到苕溪呢？从笼鞋露出的鸦头袜可以看出她是风流绝代佳人。轻启朱唇 ，露出浅浅的笑，青黛色的眉毛紧蹙在一起，面对这美好的春景，有谁与她共同度过呢？只剩下孤零零一人怎么会习惯呢，只能饱受这相思之苦。", "poem_zhu": "(xù)(piāo)(miǎo)京洛：本指河南洛阳，此处借指临安。风流：品格超逸。津：码头。笼鞋：指鞋面较宽的鞋子。鸦头袜：古代妇女穿的分开足趾的袜子。(pín)(yuān)(yāng)红：此处指朱红色的嘴唇。绿：青黛色的眉毛。乍：表示时间短暂。", "poem_shang": "姜夔多次举进士而不第，布衣终身，过着飘泊江湖、寄人篱下的生活，这种坎坷的身世使他对遭逢不幸的人有着深刻的理解和同情。宋孝宗淳熙十年（1189），姜夔在苕溪（今浙江湖州）为一位不幸女子的身世所感动，写下了这首词。而且，由于他有着一段不同寻常的合肥情事，他不知不觉中将这位不幸女子与其合肥情侣联系起来。故通篇皆是对不幸女子的深深怜悯和同情，而毫无轻薄浮浪之语，格调高雅，意境醇正。京洛，河南洛阳。周平王开始建都于此，后来东汉的首都也在这里，所以又称京洛。后人使用此词包括洛阳或京都两种含义。此处代指南宋都城临安，风流，指品格超逸。开篇即写这个妇女出处不凡，她来自南宋的都城临安；她既有超逸的品格，又有举世无双的美貌。首句“京洛风流绝代人”七个字，包括这样三层意思。那么，这位曾风光一时的佳人，“因何风絮落溪津”？为何像风中飞絮似的，飘落到苕溪的渡口来呢？说她的来到苕溪是如柳絮的随风飘落，含意深厚。“颠狂柳絮随风舞”（杜甫《绝句漫兴》），这风中之絮是不由自主，又是无人怜惜的。用风中之絮来比喻，暗示人的不幸遭遇，一个“落”字双关出人与柳絮的同等命运。其中也掺杂着作者的身世之感。这句前面用“因何”这一似问非问的句式，后面用荒僻的“溪津”与繁华的“京洛”作鲜明对比，深刻地写出了这个“风流绝代人”的不幸遭遇。也表达了作者对其的深深怜悯和同情。“笼鞋浅出鸦头袜”。笼鞋，鞋面较宽的鞋子。鸦头袜，古代妇女穿的分出足趾的袜子。这句是说从笼鞋中微微地露出了鸦头袜。“知是凌波缥缈身”。化用曹植《洛神赋》典故，曹植形容洛水女神是“体迅飞凫，飘忽若神；凌波微步，罗袜生尘”。这词里的女子穿了这样款式的鞋袜，步态轻盈，如宓妃洛神一般。这仍是对“风流绝代人”的赞美：她高洁，飘逸，和一般风尘女子迥然不同。过片，暗示她的辛酸生活，并表达了对她不幸遭遇的同情。“红乍笑，绿长嚬”。“红”，指她朱红的嘴唇，说轻启朱唇，露出浅浅的笑；或说红指她笑时莲脸生春；总之是说她笑时的美丽。“绿”，指青黛色的眉毛，说她双眉紧锁，隐含忧伤。“乍”，表示时间短暂，与“长”相对。说明她笑时短，嚬时长。仅用六个字，不仅使人的神态毕现，而且写出了人酸苦的内心世界。这笑，看来是勉为欢笑，而嚬才是真情的流露。“红乍笑，绿长嚬”六字用得高妙奇绝。“红”与“绿”对，色彩鲜明，让人顿觉佳人的仪态万方：“乍”与“长”对，以时间长短刻画佳人神态的流程：“笑”与“嚬”对，揭示出佳人复杂的心态。意蕴本融，言简意赅。描写女子情态的词句本也常见，如“修眉敛黛，遥山横翠，相对结春愁”（柳永《少年游》），十三个字只写出了人的“春愁”：“娇香淡染胭脂雪，愁春细画弯弯月”（晏几道《菩萨蛮》），十四个字只写了人在梳妆打扮时而“愁春”。它们都没有姜词这样高度浓缩，韵味悠远。“与谁同度可怜春”。春光无限美好，可是面对这样的良辰美景，有谁与她共同度过呢？与谁，即没有谁。贺铸有“锦瑟华年谁与度”（《青玉案》）句，与此境界极相似。这深情的一问，不仅表现出词人对她的同情，惺惺相惜，而且写出了她的孤苦寂寞。从整首词看，所写是一个歌妓之类的人物。她在繁华的京城也许曾经有过“一曲红绡不知数”的美好时光，如今却沦落溪律，无人与度芳春。对于她的不幸遭受，词人一个字也没有写，女主人公也始终未发一语，全从词人之“所见”方面着笔。感慨都在虚处，这样词人的同情之感，表达得酣畅淋漓，人物形象也栩栩可见，特别最后两句更是神来之笔：“鸳鸯独宿何曾惯，化作西楼一缕云！”古人传说鸳鸯双宿双飞，常用来作为夫妻间爱情的象征。“鸳鸯独宿”，深一层表明无人与之“同度”，只剩下孤苦一人了。“何曾惯”，也深一层地流露出她的忆旧念往，直至此时仍怀着感情上的痛苦。因此接着说：“化作西楼一缕云”。宋玉《高唐赋》载巫山神女与楚王的故事：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”说她化作西楼上空一缕飞云，如巫山神女，对过去那“朝朝暮暮，阳台之下”的欢愉情景，不能忘怀，表现出她对爱情生活的无限回忆和执着追求。白石词的基本风格是“清空”，要“清空”，就要有一种冲冷的胸怀，不让七情六欲无节制地发展，从而达到一种超逸空灵的境界。对情词来说，就不能热情过度，因热情过度容易形成痴迷状态，要用冷笔处理。此词就是冷笔写热情的作品。此词用笔，有时从实处落墨，有时虚处着笔（如“笼鞋”以下四句），但它“无穷哀怨，都在虚处”（陈延焯《白雨斋词话》评姜夔《点绛唇》结句语），虽有深情，由于用冷笔处理，故显得气体高妙，清远空灵。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_4c8ff17aa622.aspx", "poem_title": "踏莎行·自沔东来丁未元日至金陵江上感梦而作", "poem_author": "宋代.姜夔", "poem_body": "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。\n别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。", "poem_yi": "她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。", "poem_zhu": "(yīng)(xū)沔（miǎn）东：唐、宋州名，今湖北汉阳（属武汉市），姜夔早岁流寓此地。丁未元日：孝宗淳熙十四年（1187年）元旦。燕燕、莺莺：借指伊人。华胥（xū）：梦境。(hào)(míng)郎行：情郎那边。淮南：指合肥。冥冥：自然界的幽暗深远。", "poem_shang": "这首词一开始即借“莺莺燕燕”字面称意中人，从称呼中流露出一种卿卿我我的缠绵情意。这里还有第二重含义，即比喻其人体态“轻盈”如燕，声音“娇软”如莺。可谓善于化用。这“燕燕轻盈，莺莺娇软”乃是词人梦中所见的情境。《列子》载黄帝曾梦游华青氏之国，故词写好梦云“分明又向华胥见”。夜有所梦，乃是日有所思的缘故。以下又通过梦中情人的自述，体贴对方的相思之情。她含情脉脉道：在这迢迢春夜中，“薄情”人（此为呢称）啊，你又怎能尽知我相思的深重呢？言下大有“换我心，为你心，始知相忆深”的意味。过片写别后睹物思人，旧情难忘。“别后书辞”，是指情人寄来的书信，捡阅犹新；“别时针线”，是指情人为自己所做衣眼，尚著在体。二句虽仅写出物件，而不直接言情，然皆情至之语。紧接着承上片梦见事，进一层写伊人之情。“离魂暗逐郎行远”，“郎行”即“郎边”，当时熟语，说她甚至连魂魄也脱离躯体，追逐词人来到远方。末二句写作者梦醒后深情想象情人魂魄归去的情景：在一片明月光下，淮南千山是如此清冷，她就这样独自归去无人照管。一种借玉怜香之情，一种深切的负疚之感，洋溢于字里行间，感人至深。这首词紧扣感梦之主题，以梦见情人开端，又以情人梦魂归去收尾，意境极浑成。词的后半部分，尤见幽绝奇绝。在构思上借鉴了唐传奇《离魂记》，记中倩娘居然能以出窍之灵魂追逐所爱者远游，着想奇妙。在意境与措语上，则又融合了杜诗《梦李白》“魂来枫林青，魂返关塞黑”、《咏怀古迹》“画图省识春风面，环佩空归月夜魂”句意。妙在自然浑融，不著痕迹。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_8608930dd293.aspx", "poem_title": "点绛唇·丁未冬过吴松作", "poem_author": "宋代.姜夔", "poem_body": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。\n第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。", "poem_yi": "北方的鸿雁羡慕飞鸟的自由自在，从太湖西畔随着白云翻飞。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在甘泉桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆怀古，只见残败的柳枝杂乱的在风中飞舞。", "poem_zhu": "(pàn)燕雁：指北方幽燕一带的鸿雁。燕雁无心：羡慕飞鸟的无忧无虑，自由自在。太湖：江苏南境的大湖泊。商略：商量、酝酿。(lán)第四桥：即吴松城外的甘泉桥。天随：晚唐陆龟蒙，自号天随子。何许：何处，何时。", "poem_shang": "此词通篇写景，极淡远之致，而胸襟之洒落方可概见。上片写景，写燕雁随云，南北无定，实以自况，一种潇洒自在之情，写来飘然若仙；下片因地怀古，使无情物，着有情色，道出了无限沧桑之感。全词虽只四十一字，却深刻地传出了姜夔“过吴松”时“凭栏怀古”的心情，委婉含蓄，引人遐想。姜夔论诗有四素：气象、体面、血脉、韵度。对四者的要求且是“气象欲其浑厚”、“体面欲其宏大”、“血脉欲其贯通”、“韵度欲其飘逸”。虽是论诗之语，移之于词，也甚贴切。读此词，知其所言非虚。此词之意境，呈为一宇宙。上片之境，乃词人俯仰天地之境。“燕雁无心”。燕念平声（yān烟），北地也。燕雁即北来之雁。时值冬天，正是燕雁南飞的时节。陆龟蒙咏北雁之诗甚多，如《孤雁》：“我生天地间，独作南宾雁。”《归雁》：“北走南征象我曹，天涯迢递翼应劳。”《京口》：“雁频辞蓟北。”《金陵道》：“北雁行行直。”《雁》：“南北路何长。”白石诗词亦多咏雁，诗如《雁图》、《除夜》，词如《浣溪沙》及此词。可能与他多年居无定所，浪迹江湖的感受及对龟蒙的万分心仪有关。劈头写入空中之燕雁，正是暗喻飘泊之人生。无心即无机心，犹言纯任天然。点出燕雁随季节而飞之无心，则又喻示自己性情之纯任天然。此亦化用龟蒙诗意。陆龟蒙《秋赋有期因寄袭美》：“云似无心水似闲。”《和袭美新秋即事》：“心似孤云任所之，世尘中更有谁知。”下句紧接无心写出：“太湖西畔随云去。”燕雁随着淡淡白云，沿着太湖西畔悠悠飞去。燕雁之远去，暗喻自己飘泊江湖之感。随云而无心，则喻示自己纯任天然之意，宋陈郁《藏一话腴》云：白石“襟期洒落，如晋宋间人。语到意工，不期于高远而自高远。”范成大称其“翰墨人品，皆似晋宋之雅士。”张羽《白石道人传》亦曰其“体貌轻盈，望之若神仙中人。”但白石与晋宋名士实有不同，晋宋所谓名士实为优游卒岁的贵族，而白石一生布衣，又值南宋衰微之际，家国恨、身世愁实非晋宋名士可比。故下文写出忧国伤时之念。太湖西畔一语，意境阔大遥远。太湖包孕吴越，“天水合为一”（陆龟蒙《初入太湖》）。此词意境实与天地同大也。“数峰清苦。商略黄昏雨。”商略一语，本有商量之义，又有酝酿义。湖上数峰清寂愁苦，黄昏时分，正酝酿着一番雨意。此句的数峰之清苦无可奈何反衬人亡万千愁苦。从来拟人写山，鲜此奇绝之笔。比之辛稼轩之“我见青山多妩媚，料青山，见我应如是”（《虞美人》），又是不同的况味。下片之境，乃词人俯仰今古之境。“第四桥边，拟共天随住。”第四桥即“吴江城外之甘泉桥”（郑文焯《绝妙好词校录》），“以泉品居第四”故名（乾隆《苏州府志》）。这是陆龟蒙的故乡。《吴郡图经续志》云：“陆龟蒙宅在松江上甫里。”松江即吴江。天随者，天随子也，龟蒙之自号。天随语出《庄子。在宥》“神动而天随”，意即精神之动静皆随顺天然。龟蒙本有胸怀济世之志，其《村夜二首》云：“岂无致君术，尧舜不上下。岂无活国力，颇牧齐教化。”可是他身处晚唐末世，举进士又不第，只好隐逸江湖。白石平生亦非无壮志，《昔游》诗云：“徘徊望神州，沉叹英雄寡。”《永遇乐》：“中原生聚，神京耆老，南望长淮金鼓。”但他亦举进士而不第，飘泊江湖一生。此陆、姜二人相似之一也。龟蒙精于《春秋》，其《甫里先生传》自述：“性野逸无羁检，好读古圣人书，探大籍识大义”，“贞元中，韩晋公尝著《春秋通例》，刻之于石”，“而颠倒漫漶翳塞，无一通者，殆将百年，人不敢指斥疵纇，先生恐疑误后学，乃著书摭而辨之。”白石则精于礼乐，曾于南宋庆元三年“进《大乐议》于朝”，时南渡已六七十载，乐典久已亡灭，白石对当时乐制包括乐器乐曲歌辞，提出全面批评与建树之构想，“书奏，诏付太常。”（《宋史·乐志六》）以布衣而对传统文化负有高度责任感，此二人又一相同也。正是这种精神气质上的认同感，使白石有了“沉思只羡天随子，蓑笠寒江过一生”（《三高祠》诗），及“三生定是陆天随”（《除夜》诗）之语。第四桥边，拟共天随住，即是这种认同感的体现。第四桥边，其地仍在，天随子，其人则往矣。中间下拟共二字，便将仍在之故地与已往之古人与自己连结起来，泯没了古今时间之界限。这是词人为打破古今局限寻求与古人的精神句诵而采取的特殊笔法。再如刘过《沁园春》之与东坡、乐天、林和靖交游，亦是此一笔法。以上写了自然、人生、历史，笔笔翻出新意结笔更写出现时代，笔力无限。“今何许”三字，语意丰富，涵盖深广。何许有何时、何处、为何、如何等多重含义。故“今何许”包含今是何世、世运至于何处、为何至此、如何面对等意。此是囊括宇宙、人生、历史、时代之一大反诘，是充满哲学反思意味一大反诘。而其中重点，主要在“今”之一字。凭栏怀古，笔力雄劲，气象阔大。古与今上下映照成文，补足“今何许”一大反诘之历史意蕴。应知此地古属吴越，吴越兴亡之殷鉴，曾引起晚唐龟蒙之无限感慨：“香径长洲尽棘丛，奢云艳雨只悲风。吴王事事须亡国，未必西施胜六宫。”（《吴宫怀古》）亦不能不引起南宋白石之无限感慨：“美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。”（《除夜》）怀古正是伤今。“残柳参差舞，”柳本纤弱，那堪又残，故其舞也参差不齐，然而仍舞之不已。舞之一字执著有力，苍凉中寓含悲壮，悲壮中透露苍凉。“残柳参差舞”这一自然意象，实际上是南宋衰世的象征，隐然包含着虽已残破仍不甘灭亡的意味。这与李商隐《登乐游原》“夕阳无限好，只是近黄昏”，象征唐朝国运的不可挽回有同工之妙。而其作为自然意象之本身，则又补足“今何许”一大反诘之自然意蕴。结笔之意境，实为南宋国运之写照。返观数峰清苦二句，其意蕴正为结尾之伏笔。在此九年之前，辛稼轩作《摸鱼儿》，结云：“休去倚危栏，斜阳正在烟柳断肠处。”乃是同一意境。白石本词用舞字结穴，蕴含无限苍凉悲壮。善于提空描写，从虚处着笔，是白石词的一大特点。此词将身世之感、家国之恨融为一片，乃南宋爱国词中无价瑰宝。而身世家国皆以自然意象出之，自然意象在词中占优势，又将自然、人生、历史（尚友天随与怀古）、时代打成一片，融为一体。尤其“今何许”之一大反诘，其意义虽着重于今，但其意味实远远超越之，乃是词人面对自然、人生、历史、时代所提出之一哲学反思。全词意境遂亦提升至于哲理高度。“今何许”，真可媲美于《桃花源记》“问今是何世”，《登幽州台歌》“前不见古人，后不见来者”。这首词无限感慨，全在虚处，正是“意愈切而词愈微”，这种写法，易形成自我抒写之形象与所写之意象间接开距离，造成朦胧之美感。此词声情之配合亦极精妙。上片首句首二字燕雁为叠韵，末句三四字黄昏为双声，下片同位句同位字第四又为叠韵，参差又为双声。分毫不爽，自然天成。双声叠韵之回环，妙用在于为此一尺幅短章增添了声情绵绵无尽之致。"},
{"poem_type": "卷九·南宋词", "poem_url": "https://so.gushiwen.cn/shiwenv_c0fd34be98b7.aspx", "poem_title": "西江月·堂上谋臣尊俎", "poem_author": "宋代.刘过", "poem_body": "堂上谋臣尊俎，边头将士干戈。天时地利与人和，“燕可伐欤？”曰：“可”。\n今日楼台鼎鼐，明年带砺山河。大家齐唱《大风歌》，不日四方来贺。", "poem_yi": "大堂之上谋臣开宴，边疆将士手持武器。作战的自然气候条件具备，地理环境优越，且众志成城。“可以讨伐燕国了吗？”说：“可以。”今日在楼台之上筹谋国政，明年建立不世之功。大家一起高唱《大风歌》，不需多日四方便来庆贺。", "poem_zhu": "(zūn)(zǔ)(yú)尊俎：酒器，代指宴席。燕可伐欤：可以讨伐燕国了吗？(dǐng)(nài)楼台：指相府。鼎鼐：炊器；古时把宰相治国比作鼎鼐调味，古以之代相位。大风歌：汉高祖扫平四海，统一天下之后，以家乡少年一百二十人伴倡，齐声高唱大风歌。", "poem_shang": "词的上阕分析宋朝伐金的有利形势，首先刺堂之上有在宴席之中就能战胜列手的智谋之士，而在边疆有骁勇善战的将领与士兵。宋朝占据了天时、地利、人和，所以说伐金是完全可行的。之所以要这样分析，主要是针对当时朝廷弥漫的自卑、畏敌情绪而言的。虽然已经议定要伐金，但是朝野上下对于抗金的胜利并没有太大的把握，刘过这首词就是鼓励大家要看到希望，以饱满的热情投入到抗金事业中去。词中引用孟子的“天时不如地利，地利不如人和”（《盖子·公孙丑下》），其实就是强调虽然南宋的军队实力比不过金国的军队，但只要南宋军民团结一心，共同抗敌，充分发挥人和的作用，最后的胜利一定是属于南宋的。词的下阕瞻望南宋伐金的大好前景：只要执政者治理有方，君臣同心，同休共戚，那么明年一定会取得胜利的，而用不了多久，国家一定会强盛起来，引来四方朝贺的。这从全词的形势说到韩伉胄本人，是对他的强有力的支持，让人充满信心和勇气。该词运用很多口语化、散文化的句子，大有以文为词的倾向，读来朗朗上口，更增加了词的魅力。全词语言流畅、气势磅礴。"}]